Repository: abedzim/workin
Catalog: backend/userena/locale/*/LC_MESSAGES/django.po
Languages: bg, es, it, ro, zh_tw

source: A request to change your email address is made at %(site)s.
es: Un cambio de la dirección de correo ha sido solicitado en %(site)s.
it: E' stata fatta una richeista di modifica dell'indirizzo email per %(site)s.
ro: A fost inițiată o cerere de schimbare a email-ului d-voastră la %(site)s.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
ro: Ați primit acest email pentru ca ați cerut resetarea parolei pentru contul tau la %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor sigue hasta la siguiene página y elige una nueva contraseña:
it: Sei pregato di andare alla pagina seguente e impostare una nuova password:
ro: Vă rugăm să mergeți la pagina următoare pentru a alege o nouă parolă:

source: Your username, in case you've forgotten: %(username)s
ro: Numele de utilizator, în cazul în care ați uitat: %(username)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
es: Recibiste este mensaje porque solicitaste un cambio de contraseña para tu cuenta en %(site_name)s
it: Hai ricevuto questa email perché hai richiesto il recupero della password per il tuo account su %(site_name)s
ro: Ați primit acest email pentru ca ați cerut resetarea parolei pentru contul tau la %(site_name)s

source: Your username, in case you've forgotten: %(username)s
es: Tu nombre, en caso que lo hayas olvidado es: %(username)s
it: Il tuo nome utente è : %(username)s
ro: Numele de utilizator, în cazul în care ați uitat: %(username)s

source: Password changed
bg: Паролата е променена успешно
es: Contraseña cambiada
it: Password modificata
ro: Parolă modificată
zh_tw: 密碼已經更改

source: Your password has been changed
bg: Вашата парола е променена успешно
es: Tu contraseña ha sido cambiada
it: La tua password è stata modificata
ro: Parola d-voastră a fost modificată
zh_tw: 你的密碼已經更改

source: From now on you can use your new password to signin
bg: Вече можете да използвате новата си парола, за да влезете.
es: Desde ahora puedes usar tu nueva contraseña para ingresar
it: Da ora in poi puoi usare la nuova password per accedere
ro: De acum încolo vă puteți folosi noua parolă pentru autentificare
zh_tw: 你可以使用你的新密碼來進行登入

source: Change Password
bg: Промяна на парола
es: Cambiar contraseña
it: Cambia password
ro: Schimbă parola
zh_tw: 更改密碼

source: Password reset
bg: Забравена парола
es: Contraseña reinicializada
it: Recupero password
ro: Resetează parola
zh_tw: 重設密碼

source: Your password has been reset
bg: Вашата парола бе успешно променена
es: Tu contraseña ha sido reinicializada
it: La tua password è stata reimpostata
ro: Parola a fost resetată
zh_tw: 你的密碼已經重設

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
bg: Вече можете <a href="%(signin_url)s">да влезете в портала</a> с новата си парола.
es: Ahora puedes <a href="%(signin_url)s">registrarte</a> con tu nueva clave.
it: Puoi ora <a href="%(signin_url)s">accedere</a> con la tua nuova password.
ro: Puteți să vă <a href="%(signin_url)s">autentificați</a> cu noua parolă.
zh_tw: 你現在可以使用你的新密碼進行 <a href="%(signin_url)s">登入</a>。

source: Reset password
bg: Възстановяване на парола
es: Reinicializar tu contraseña
it: Recupero password
ro: Resetează parola
zh_tw: 重設密碼

source: Reset Password
bg: Възстановяване на парола
es: Reinicializar tu contraseña
it: Recupero password
ro: Resetează parola
zh_tw: 重設密碼

source: Password reset email sent
bg: Изпратена е електронна поща за възстановяване на забравена парола.
es: Contraseña reinicializada
it: Email di recupero password inviata
ro: Un email cu resetarea parolei a fost trimis
zh_tw: 密碼重設信件已經發送

source: An e-mail has been sent to you which explains how to reset your password.
bg: В електронната поща ще получите подробни указания как да възстановите паролата си за портала.
es: Un correo electrónico ha sido enviado explicando como reinicializar tu contraseña.
it: E' stata inviata un'email con le istruzioni per recuperare la password.
ro: Un email v-a fost trimis pentru a vă explica cum vă puteți reseta parola.
zh_tw: 你應該已經收到一封說明如何重設你的密碼的信件。

source: Send password
bg: Изпрати парола
es: Enviar contraseña
it: Password inviata
ro: Trimite parola
zh_tw: 寄送密碼

source: %(username)s's profile.
bg: Профил на %(username)s.
es: Perfil de %(username)s.
it: Profilo di %(username)s.
ro: Profil %(username)s.
zh_tw: %(username)s 的個人簡介

source: Edit details
bg: Редакция
es: Modificar los detalles
it: Aggiorna dettagli
ro: Modifică detalii
zh_tw: 編輯細節

source: Your mugshot
bg: Вашата снимка
es: Tu retrato
it: Il tuo mugshot
ro: Poza d-voastră
zh_tw: 你的個人頭像

source: Name
bg: Име
es: Nombre
it: Nome
ro: Nume
zh_tw: 名稱

source: Age
bg: Възраст
es: Edad
it: Età
ro: Vârsta
zh_tw: 年紀

source: Location
bg: Локация
es: Ubicación
it: Posizione
ro: Locație
zh_tw: 位置

source: About me
bg: За мен
es: Acerca de mí
it: Informazioni
ro: Despre mine
zh_tw: 關於我

source: Account setup
bg: Настройки на профил
es: Ajustes de la cuenta
it: Impostazione account
ro: Setare cont
zh_tw: 帳號設定

source: Edit Profile
bg: Редакция на профил
es: Modificar el perfil
it: Aggiorna il profilo
ro: Modifică profil
zh_tw: 編輯個人簡介

source: Save changes
bg: Запази промените
es: Guardar modificaciones
it: Salva
ro: Salvează modificările
zh_tw: 儲存修改

source: Profiles
bg: Профили
es: Perfiles
it: Profili
ro: Profile
zh_tw: 個人簡介

source: previous
bg: предишен
es: Precedente
it: precedente
ro: anterior
zh_tw: 上一個

source: Page %(page)s of %(num_pages)s
bg: Страница %(page)s от %(num_pages)s
es: Página %(page)s de %(num_pages)s
it: Pagina %(page)s di %(num_pages)s
ro: Pagina %(page)s din %(num_pages)s
zh_tw: %(page)s 頁 of %(num_pages)s

source: next
bg: следващ
es: siguiente
it: successiva
ro: următor
zh_tw: 下一個

source: Signin
bg: Вход
es: Ingresa
it: Accedi
ro: Autentificare
zh_tw: 登入

source: Forgot your password?
bg: Забравена парола?
es: ¿Olvidaste tu contraseña?
it: Hai dimenticato la password?
ro: V-ați uitat parola?
zh_tw: 忘記密碼?

source: Signed out
bg: Вие успешно излязхоте от профила си.
es: Desconectado
it: Uscito
ro: Deautentificat
zh_tw: 登出

source: You have been signed out
bg: Вие успешно излязхоте от профила си.
es: Has cerrado tu sesión
it: Sei ora disconnesso
ro: Ați fost deautentificat
zh_tw: 你已經登出

source: You have been signed out. Till we meet again.
bg: Вие успешно излязхоте от профила си.
es: Has cerrado tu sesión. Te esperamos pronto.
it: Sei ora disconnesso.
ro: Ați fost deautentificat. La revedere.
zh_tw: 你已經登出。 下次見!

source: Signup almost done!
bg: Регистрацията е почти завършена!
es: ¡Registro casi listo!
it: Registrazione quasi conclusa
ro: Înregistrarea e aproape gata!
zh_tw: 註冊已經快完成囉!

source: Signup
bg: Регистрация
es: Regístrate
it: Registrati
ro: Înregistrare
zh_tw: 註冊

source: Thank you for signing up with us!
bg: Благодарим Ви, че се регистрирахте.
es: Gracias por tu registro
it: Grazie per aver effettuato la registrazione
ro: Mulțumim că v-ați înregistrat la noi!
zh_tw: 感謝您的註冊

source: You can now use the supplied credentials to signin.
bg: Можете да влезете в портала с посочените от Вас електронна поща и парола
es: Ahora puedes usar las credenciales provistas para ingresar
it: Puoi ora utilizzare le credenziali per accedere.
ro: Puteți folosi combinația utilizator/parolă furnizate la înscriere pentru a vă autentifica.
zh_tw: 你現在可以提供你的登入資訊來進行登入。

source: Male
bg: Мъж
es: Hombre
it: Uomo
ro: Masculin
zh_tw: 男性

source: Female
bg: Жена
es: Mujer
it: Donna
ro: Feminin
zh_tw: 女性

source: gender
bg: пол
es: sexo
it: genere
ro: gen
zh_tw: 性別

source: location
bg: локация
es: ubicación
it: posizione
ro: locație
zh_tw: 位置

source: about me
bg: за мен
es: acerca de mi
it: informazioni
ro: despre mine
zh_tw: 關於我

source: Your account has been activated and you have been signed in.
bg: Вашият профил бе активиран и Вие успешно влязохте в портала.
es: Tu cuenta fue activada y ya has sido ingresado.
it: L'account è stato attivato e hai effettuato l'accesso.
ro: Contul d-voastră a fost activat și ați fost autentificat.
zh_tw: 你的帳號已經啟用並且你已經登入。

source: Your email address has been changed.
it: Il tuo indirizzo email è stato modificato.
ro: Adresa d-voastră de email a fost schimbată.

source: You have been signed in.
bg: Вие успешно влязохте в портала.
es: Tu has sido ingresado.
it: Sei connesso.
ro: Ați fost autentificat.
zh_tw: 你已經登入。

source: You have been signed out.
bg: Вие успешно излязохте от портала.
it: Ora sei disconnesso.
ro: Ați fost deautentificat.

source: Your profile has been updated.
bg: Информацията в профила Ви бе успешно актуализирана.
es: Tu perfil ha sido actualizado.
it: Il tuo profilo è stato aggiornato.
ro: Profilul d-voastră a fost actualizat.
zh_tw: 你的個人簡介已經更新。

source: You don't have permission to view this profile.
bg: Нямате право да разглеждате този профил.
es: No tienes autorización para ver este perfil.
it: Non hai i permessi per vedere questo profilo.
zh_tw: 你沒有瀏覽這個個人簡介的權限。

source: contact
bg: контакт
es: contacto
it: contatto
zh_tw: 聯絡

source: Website
bg: Сайт
es: Sitio Web
it: Sito
zh_tw: 網站

source: website
bg: уебсайт
es: sitio web
it: sito
zh_tw: 網站

source: This username is already taken but not confirmed. Please check you email for verification steps.
it: Questo username è già stato usato ma non confermato. Controlla la tua email per messaggi di verifica.

source: This email is already in use but not confirmed. Please check you email for verification steps.
it: Questo indirizzo email è già stato usato ma non confermato. Controlla la tua email per messaggi di verifica.

source: Email
bg: Електронна поща
zh_tw: 電子郵件
