Repository: abedzim/workin
Catalog: backend/userena/locale/*/LC_MESSAGES/django.po
Languages: bg, es, it, ro, zh_tw

source: Date/time
bg: Дата/час
es: Fecha/hora
it: Data/Ora
ro: Dată/oră
zh_tw: 日期/時間

source: The following usernames are incorrect: %(users)s.
bg: Следните потребителски имена са некоректни: %(users)s.
es: Los siguientes nombres de usuario son incorrectos: %(users)s.
it: Gli username seguenti sono errati: %(users)s.
ro: Următoarele nume de utilizator sunt incorecte: %(users)s.
zh_tw: 下列帳號有誤: %(users)s 。

source: To
bg: До
es: Para
it: A
ro: Către
zh_tw: 給

source: Message
bg: Съобщение
es: Mensaje
it: Messaggio
ro: Mesaj
zh_tw: 訊息

source: from user
bg: от потребител
es: del usuario
it: dall'utente
ro: de la utilizatorul
zh_tw: 發送者

source: to user
bg: до потребител
es: para el usuario
it: all'utente
ro: către utilizatorul
zh_tw: 接收者

source: latest message
bg: последно съобщение
es: último mensaje
it: ultimo messaggio
ro: ultimul mesaj
zh_tw: 最後訊息

source: contacts
bg: контакти
es: contactos
it: contatti
ro: contacte
zh_tw: 聯絡

source: %(um_from_user)s and %(um_to_user)s
bg: %(um_from_user)s и %(um_to_user)s
es: %(um_from_user)s y %(um_to_user)s
it: %(um_from_user)s e %(um_to_user)s
ro: %(um_from_user)s și %(um_to_user)s
zh_tw: %(um_from_user)s 及 %(um_to_user)s

source: recipient
bg: получател
es: recipiente
it: destinatario
ro: destinatar
zh_tw: 接收人

source: message
bg: съобщение
es: mensaje
it: messaggio
ro: mesaj
zh_tw: 訊息

source: read at
bg: прочетено на
es: leido en
it: letto il
ro: citit la
zh_tw: 讀取於

source: recipient deleted at
bg: получателят е изтрит на
es: recipiente eliminado el
it: cancellato dal destinatario il
ro: destinatar șters la
zh_tw: 收件人刪除於

source: recipients
bg: получатели
es: recipientes
it: destinatari
ro: destinatari
zh_tw: 收件人

source: body
bg: текст
es: cuerpo
it: contenuto
ro: corp
zh_tw: 主旨

source: sender
bg: изпращач
es: Remitente
it: mittente
ro: expeditor
zh_tw: 寄件人

source: sent at
bg: изпратено на
es: enviado a
it: inviato il
ro: trimis la
zh_tw: 發送於

source: sender deleted at
bg: изпращачът е изтрит на
es: Remitente eliminado el
it: cancellato dal mittente il
ro: expeditor șters la
zh_tw: 寄件人刪除於

source: messages
bg: съобщения
es: mensajes
it: messaggi
ro: mesaje
zh_tw: 訊息

source: Conversation with %(recipient)s
bg: Разговор с %(recipient)s
es: Conversación con %(recipient)s
it: Conversazione con %(recipient)s
ro: Conversație cu %(recipient)s
zh_tw: 與 %(recipient)s 的對話

source: Received on %(sent_at)s
bg: Получено на %(sent_at)s
es: Recibido el %(sent_at)s
it: Ricevuto il %(sent_at)s
ro: Primit la %(sent_at)s
zh_tw: 接收於 %(sent_at)s

source: Compose
bg: Напиши
es: Redactar
it: Scrivi
ro: Compune
zh_tw: 撰寫

source: Compose message
bg: Напиши съобщение
es: Redactar un mensaje
it: Scrivi messaggio
ro: Compune mesaj
zh_tw: 撰寫訊息

source: Send
bg: Изпрати
es: Enviar
it: Inviato
ro: Trimite
zh_tw: 寄送

source: Messages
bg: Съобщения
es: Mensajes
it: Messaggi
ro: Mesaje
zh_tw: 訊息

source: %(unread_message_count)s new messages.
bg: %(unread_message_count)s нови съобщения.
es: %(unread_message_count)s mensajes nuevos.
it: %(unread_message_count)s messaggi non letti.
ro: %(unread_message_count)s mesaje noi.
zh_tw: %(unread_message_count)s 則新訊息

source: %(latest_message)s (%(unread_between_count)s new)
bg: %(latest_message)s (%(unread_between_count)s нови)
es: %(latest_message)s (%(unread_between_count)s nuevos)
it: %(latest_message)s (%(unread_between_count)s nuovi)
ro: %(latest_message)s (%(unread_between_count)s noi)
zh_tw: %(latest_message)s (%(unread_between_count)s 則新訊息)

source: Message is sent.
bg: Съобщениет е изпратено
es: El mensaje ha sido enviado.
it: Messaggio inviato.
ro: Mesajul a fost trimis.
zh_tw: 訊息已發送。

source: Message is succesfully restored.
bg: Съобщенията са възстановени успешно.
es: El mensaje fue restaurado exitosamente.
it: Messaggio recuperato con successo.
ro: Mesajul a fost recuperat cu succes.
zh_tw: 訊息已經成功回復。

source: Message is successfully removed.
bg: Съобщенията са изтрити успешно.
es: El mensaje fue eliminado exitosamente.
it: Messaggio cancellato con successo.
ro: Mesajul a fost șters.
zh_tw: 訊息已經成功移除。

source: Username
bg: Потребителско име
es: Nombre de Usuario
ro: Utilizator
zh_tw: 帳號名稱

source: Username must contain only letters, numbers, dots and underscores.
bg: Потребителското име може да съдържа само букви на латиница, числа, точка и долно тире.
es: El nombre de usuario sólo puede tener letras, números, puntos y guión bajo.
it: Il nome utente deve contenere solo lettere, numeri punti e lineette.
ro: Numele de utilizator trebuie să conțină numai litere, numere, puncte şi linii de subliniere.
zh_tw: 帳號名稱只能包含英文字母, 數字, 英文句點以及底線

source: Create password
bg: Парола
es: Crea una contraseña
it: Crea password
ro: Crează parola
zh_tw: 建立密碼

source: Repeat password
bg: Повтори парола
es: Confirma la contraseña
it: Ripeti password
ro: Repetă parola
zh_tw: 重複密碼

source: This username is already taken but not confirmed. Please check your email for verification steps.
ro: Acest nume de utilizator este deja rezervat, dar nu e confirmat. Vă rugăm să verificați adresa de email pentru pașii de verificare.

source: This username is already taken.
bg: Потребителското име е вече заето.
es: Este nombre de usuario ya ha sido ocupado
it: Questo username è già stato usato.
ro: Acest nume de utilizator este deja rezervat.
zh_tw: 這個帳號名稱已被使用

source: This username is not allowed.
bg: Потребителското име не е разрешено
es: Este nombre de usuario no está autorizado.
it: Questo username non è permesso.
ro: Acest nume de utilizator nu este permis.
zh_tw: 這個帳號名稱不被允許

source: This email is already in use but not confirmed. Please check your email for verification steps.
ro: Această adresă de email este deja folosită, dar nu e confirmată. Vă rugăm să vă verificați adresa de email pentru pașii de verificare.

source: This email is already in use. Please supply a different email.
bg: Тази електронна поща вече се изпозлва. Моля, въведете друга електронна поща, или използвайте "Забравена парола".
es: Este Email ya ha sido ocupado. Por favor, ingresa un Email diferente.
it: Questa email è già usata. Inserisci un indirizzo diverso.
ro: Această adresă de email este deja în uz. Vă rugăm să furnizați o adresă diferită.
zh_tw: 這個電子郵件已被使用, 請提供另一個不同的電子郵件。

source: The two password fields didn't match.
bg: Въведената парола не съвпада с полето за потвърждение на паролата. Моля, въведете една и съща парола в двете полета.
es: Los dos campos de contraseña no son iguales.
it: I due campi password non coincidono.
ro: Câmpurile cu parola trebuie să conțină aceeași valoare.
zh_tw: 兩個密碼欄位不符

source: I have read and agree to the Terms of Service
bg: Прочетох и съм съгласен с Общите условия за използване на портала.
es: Leí y acepto los términos y condiciones
it: Ho letto e accetto le condizioni di servizio.
ro: Am citit și sunt de acord cu Termenii și condițiile.
zh_tw: 我已經閱讀並且同意使用條款

source: You must agree to the terms to register.
bg: Трябва да сте съгласни с Общите условия за използване на портала.
es: Debes leer y aceptar los términos y condiciones para inscribirte.
it: E' necessario accettare le condizioni di servizio per registrarsi.
ro: Trebuie să fiți de acord cu Termenii și condițiile pentru a vă înregistra.
zh_tw: 你必須同意使用條款才能進行註冊。

source: Email or username
bg: Потребителско име или електронна поща
es: Email o nombre de usuario
it: Email o username
ro: Email sau utilizator
zh_tw: 電子郵件或帳號名稱

source: Either supply us with your email or username.
bg: Моля въведете потребителско име или електронна поща
es: Indica tu Email o su nombre de usuario.
it: Inserisci il tuo indirizzo email o username.
ro: Introduce-ți adresa de email sau utilizatorul.
zh_tw: 請提供我們你的電子郵件或帳號名稱。

source: Password
bg: Парола
es: Contraseña
ro: Parola
zh_tw: 密碼

source: Remember me for %(days)s
bg: Запомни ме за %(days)s дни
es: Recuérdame por %(days)s
it: Ricordami per %(days)s
ro: Tine-mă minte pentru %(days)s
zh_tw: 記住我 %(days)s

source: Please supply your email.
bg: Моля, въведете Вашата електронна поща
es: Por favor ingresa tu Email.
it: Inserisci la tua email.
ro: Introduceți adresa de email.
zh_tw: 請提供你的電子郵件

source: Please enter a correct username or email and password. Note that both fields are case-sensitive.
bg: Моля, въведете коректни потребителско име / електронна поща и парола. Имайте предвид, че и двете полета правят разлика между малки и големи букви.
es: Por favor indica un nombre de usuario o Email correcto y su contraseña.
it: Inserisci uno username o email e password corretti. Entrambi i campi sono sensibili alle maiuscole.
ro: Introduceți un utilizator sau adresă de email și parolă corecte. Țineți minte că amândouă câmpurile țin cont de majuscule.
zh_tw: 請輸入正確的帳號名稱或電子郵件以及密碼。 注意兩個欄位都有需分大小寫

source: New email
bg: Нова електронна поща
es: Nuevo correo
it: Nuova email
ro: Email nou
zh_tw: 新的電子郵件

source: You're already known under this email.
bg: Вие вече използвате тази електронна поща.
es: Ya eres conocido con esta dirección de correo.
it: Questa è già la tua email.
ro: Sunteți deja cunoscut/ă cu acest email.
zh_tw: 你已經確認了這個電子郵件

source: First name
bg: Име
es: Nombre
it: Nome
ro: Prenume
zh_tw: 名

source: Last name
bg: Фамилия
es: Apellido
it: Cognome
ro: Nume
zh_tw: 姓

source: No profile found for %(username)s
bg: Не е намерен профил на %(username)s
es: No se ha encontrado un perfil para %(username)s
it: Nessun profilo trovato per %(username)s
ro: Nu am găsit nici un profil pentru %(username)s
zh_tw: 找不到 %(username)s 的帳號資料

source: user
bg: потребител
es: usuario
it: utente
ro: utilizator
zh_tw: 使用者

source: last active
bg: последно активен
es: última actividad
it: ultimo accesso
ro: activ ultima oară
zh_tw: 最後活動時間

source: The last date that the user was active.
bg: Последната дата, на която потребителят е бил активен
es: Última fecha de actividad.
it: Data dell'ultimo accesso.
ro: Ultima dată la care utilizatorul a fost activ.
zh_tw: 這個使用者最後活動的日期。

source: activation key
bg: ключ за активация
es: clave de activación
it: Chiave di attivazione
ro: cheie de activare
zh_tw: 啟用金鑰

source: notification send
bg: изпратена нотификация
es: notificación enviada
it: notifica inviata
ro: notificare trimisă
zh_tw: 寄出通知

source: Designates whether this user has already got a notification about activating their account.
bg: Определя дали този потребител вече е получил нотификация за активиране на акаунта.
es: Indica si este usuario ya ha recibido una notificación sobre la activación de su cuenta.
it: Indica se l'utente ha già ricevuto una notifica sull'attivazione dell'account.
ro: Indică dacă acest utilizator a primit o notificare în legătură cu activarea contului.
zh_tw: 指定這個會員已經收到啟用帳號的通知。

source: unconfirmed email address
bg: непотвърден адрес на електронна поща
es: dirección de correo no confirmada
it: indirizzo email non confermato
ro: email neconfirmat
zh_tw: 未確認的電子郵件

source: Temporary email address when the user requests an email change.
bg: Временен адрес на електронна поща когато потребителят е заявил смяна на електронната поща.
es: Dirección de correo temporal cuando el usuario pida un cambio de dirección de correo.
it: Indirizzo email temporaneo quando l'utente richiede un cambio di indirizzo.
ro: Email temporar când un utilizator cere schimbarea email-ului.
zh_tw: 暫時的電子郵件位置當使用者要求更改電子郵件。

source: unconfirmed email verification key
bg: непотвърден ключ за верификация на електронна поща
es: clave de verificación de correo no confirmada
it: chiave di verifica dell'indirizzo email non confermato
ro: cheie de verificare a email-ului neconfirmată
zh_tw: 未確認的電子郵件啟用金鑰

source: creation date of email confirmation key
bg: дата на създаване на ключ за верификация на електронна поща
es: clave de confirmación de la fecha de creación de correo
it: data di creazione della chiave di verifica
ro: data creării cheii de confirmare a email-ului
zh_tw: 電子郵件啟用金鑰建立日期

source: userena registration
bg: регистрация
es: registro userena
it: registrazione
ro: înregistrare userena
zh_tw: userena 註冊

source: userena registrations
bg: регистрации
es: registros userena
it: registrazioni
ro: înregistrări userena
zh_tw: userena 註冊

source: Open
bg: Отворен
es: Abierto
it: Aperto
ro: Deschis
zh_tw: 公開

source: Registered
bg: Регистриран
es: Registrado
it: Registrati
ro: Înregistrat
zh_tw: 註冊會員

source: Closed
bg: Затворен
es: Cerrado
it: Privato
ro: Închis
zh_tw: 關閉

source: mugshot
bg: снимка
es: retrato
ro: poză
zh_tw: 個人頭像

source: A personal image displayed in your profile.
bg: Снимка, която се показва в профила Ви.
es: Imagen personal exhibida en tu perfil.
it: Un'immagine personale inserita nel profilo.
ro: O imagine personală care apare în pagina de profil.
zh_tw: 在你的帳號簡介裡顯示的個人頭像

source: privacy
bg: лична сигурност
es: privacidad
ro: confidențialitate
zh_tw: 隱私

source: Designates who can view your profile.
bg: Определя кой може да разглежда Вашият профил.
es: Indica quién puede consultar tu perfil.
it: Indica chi può vedere il tuo profilo.
ro: Indică cine vă poate vizualiza profilul.
zh_tw: 指定誰可以瀏覽你的個人簡介

source: %(first_name)s %(last_name)s
ro: %(last_name)s %(first_name)s

source: language
bg: език
es: idioma
it: lingua
ro: limbă
zh_tw: 語言

source: Default language.
ro: Limbă implicită.

source: English
ro: Engleză

source: Dutch
ro: Olandeză

source: French
ro: Franceză

source: Polish
ro: Poloneză

source: Portugese
ro: Portugheză

source: Brazilian Portuguese
ro: Portugheză braziliană

source: Spanish
ro: Spaniolă

source: Greek
ro: Greagă

source: a month
bg: месец
es: un mes
it: un mese
ro: o lună
zh_tw: 一個月

source: Account activation failed.
bg: Неуспешен опит за активиране на профил.
es: La activación de la cuenta falló.
it: Attivazione account fallita
ro: Activarea contului a eșuat.
zh_tw: 帳號啟用失敗。

source: Your account could not be activated...
bg: Вашият профил не може да бъде активиран...
es: Tu cuenta no pudo ser activada...
it: Il tuo account è stato attivato...
ro: Contul d-voastră nu a putut fi activat...
zh_tw: 你的帳號無法啟用...

source: Your account could not be activated. This could be because your activation link has aged.
bg: Вашият профил не може да бъде активиран. Възможно е изтекъл срокът за активиране.
es: Tu cuenta no pudo ser activada. Es posible que el enlace de activación haya expirado.
it: Il tuo account non può essere attivato. Il tuo link di attivazione potrebbe essere scaduto.
ro: Contul d-voastră nu a putut fi activat. Este posibil ca adresa de activare să fi expirat.
zh_tw: 你的帳號無法啟用, 因為你的啟用連結已經失效。

source: Please try signing up again or contact us if you think something went wrong.
bg: Моля, опитайте да влезете отново или се свържете с нас, ако смятате, че има проблем.
es: Intenta conectarte nuevamente o contáctanos si crees que algo no funciona bien.
it: Prova nuovamente a registrarti o contattati se pensi ci sia qualche problema.
ro: Vă rugăm să încercați să vă înscrieți din nou sau contactați-ne dacă considerați că e ceva în neregulă cu site-ul.
zh_tw: 如果無法正常啟用, 請試著重新註冊或者聯絡我們。

source: Your account could not be activated because activation link is expired.
ro: Contul d-voastră nu a putut fi activat din cauză că adresa de activare a expirat.

source: Request a new activation link.
ro: Cere o noua adresă de activare.

source: Account re-activation succeeded.
ro: Reactivarea contului a fost făcută cu succes.

source: Account re-activation
ro: Reactivarea contului

source: You requested a new activation of your account..
ro: Ați cerut o nouă activare a contului d-voastră.

source: You have been sent an e-mail with an activation link to the supplied email.
bg: На посочената електронна поща Ви изпратихме съобщение, съдържащо линк за активиране на Вашия профил.
es: Un enlace de activación ha sido enviado a tu correo electrónico.
it: Ti è stata inviata un'email con un link di attivazione.
ro: O adresă de verificare a fost trimisă la adresa de email furnizat de d-voastră.
zh_tw: 你已經收到一封包含啟用連結的信件。

source: We will store your signup information for %(userena_activation_days)s days on our server.
bg: Имате на разположение %(userena_activation_days)s дни да активирате профила си.
es: Guardaremos tu informacion de registro por %(userena_activation_days)s días en nuestro servidor.
it: Conserveremo le tue informazioni di accesso per %(userena_activation_days)s giorni.
ro: Vom reține datele de înregistrare pentru %(userena_activation_days)s zile în baza de date.
zh_tw: 我們將會儲存帳號啟用資訊 %(userena_activation_days)s 天

source: Disabled account
bg: Профилът е неактивен.
es: Cuenta desactivada
it: Account disattivato
ro: Cont dezactivat
zh_tw: 停權帳戶

source: Your account has been disabled
bg: Вашият профил е деактивиран.
es: Tu cuenta ha sido desactivada
it: Il tuo account è stato disattivato
ro: Contul d-voastră a fost dezactivat
zh_tw: 你的帳號已被停權

source: It seems your account has been disabled.
bg: Вашият профил е деактивиран.
es: Parece que tu cuenta ha sido desactivada.
it: Sembra che il tuo account sia stato disattivato.
ro: Se pare că contul d-voastră a fost dezactivat
zh_tw: 看來你的帳號已被停權。

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
bg: Ако считате, че има проблем, моля свържете се с нас за отстраняване на проблема.
es: Si crees que has sido víctima de una injusticia, siéntete libre de contactar a los administradores
it: Se pensi di essere stato oggetto di qualche torno, sei pregato di contattare gli amministratori per risolvere la questione.
ro: Dacă credeți că ați fost nedreptățit vă rugăm să ne contactați pentru a ne da mai multe detalii
zh_tw: 如果你覺得這對你來說不合理, 請隨時聯絡管理員了解原因

source: Email verification
bg: Потвърждение на електронна поща
es: Verificación de dirección de correo
it: Verifica dell'email
ro: Verificare email
zh_tw: 電子郵件確認

source: Confirm your new email
bg: Потвърдете Вашата нова електронна поща
es: Confirma tu nueva dirección de correo
it: Conferma la nuova email
ro: Confirmați noua adresă de email
zh_tw: 確認你的新電子郵件

source: You have received an email at %(email)s.
bg: Вие получихте електронна поща на %(email)s.
es: Has recibido un correo en la cuenta %(email)s.
it: Hai ricevuto un'email a %(email)s.
ro: Ați primit un email la %(email)s.
zh_tw: 你的電子郵件 %(email)s 已經收到一封信見

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
bg: За да свържете тази електронна поща с вашия профил (%(username)s), моля щракнете на линка.
es: Para asociar esta dirección de correo con tu cuenta ( %(username)s ), Has clic en el enlace provisto en el correo.
it: Per associare questo indirizzo con il tuo account (%(username)s) clicca sul link in questa email.
ro: Pentru a asocia această adresă cu contul d-voastră (%(username)s) apăsați pe adresa din acest email.
zh_tw: 要確認你的帳號 (%(username)s) , 請點擊這個信件所提供的啟用連結。

source: Email changed!
bg: Електронната поща е променена успешно.
es: ¡Dirección de correo cambiada!
it: Email modificata!
ro: Email schimbat!
zh_tw: 電子郵件已經更改!

source: Your new email address is saved. You can continue using %(site)s with this email.
bg: Вашата нова електронна поща е запазена. Можете да продължите да използвате %(site)s с тази електронна поща.
es: Tu nueva dirección de correo ha sido guardada. Puedes seguir usando %(site)s con este Email.
it: Il nuovo indirizzo email è stato salvato. Puoi accedere a %(site)s con questo nuovo indirizzo.
ro: Noul d-voastră email a fost salvat. Puteți continua să folosiți %(site)s cu acesta.
zh_tw: 你新的電子郵件位址已經儲存, 你可以繼續使用 %(site)s。

source: Email verification failed.
bg: Неуспешна верификация на електронна поща.
es: La verificación de dirección de correo falló.
it: Verifica dell'email fallita.
ro: Verificarea adresei de email eșuată.
zh_tw: 電子郵件確認失敗

source: Your email could not be verified...
bg: Вашата електронна поща не може да бъде верифицирана...
es: Tu dirección de corro no pudo ser verificada...
it: Il tuo indirizzo email non può essere verificato...
ro: Adresa d-voastră de email nu a putut fi verificată...
zh_tw: 你的電子郵件無法被驗證...

source: You could try changing it again in your account settings.
bg: Може да опитате да я смените отново в настройките на Вашия профил.
es: Puedes intentar cambiarlo de nuevo en los ajustes de cuenta.
it: Puoi provare a modificarlo ancora nel tuo profilo.
ro: Ați putea încerca să îl schimbați din nou din setările contului.
zh_tw: 你可以試著在帳號設定裡再更改一次電子郵件。

source: Account &raquo; %(username)s
bg: Профил &raquo; %(username)s
es: Cuenta &raquo; %(username)s
it: Profilo &raquo; %(username)s
ro: Cont &raquo; %(username)s
zh_tw: 帳號 &raquo; %(username)s

source: View profile
bg: Разглеждане на профил
es: Ver mi perfil
it: Profilo
ro: Vezi profil
zh_tw: 檢視個人簡介

source: Edit profile
bg: Редакция на профил
es: Modificar mi perfil
it: Aggiorna il profilo
ro: Modifică profil
zh_tw: 編輯個人簡介

source: Change password
bg: Промяна на парола
es: Cambiar contraseña
it: Cambia password
ro: Schimbă parola
zh_tw: 更改密碼

source: Change email
bg: Промяна на email
es: Cambiar dirección de correo
it: Cambia email
ro: Schimbă email
zh_tw: 更改電子郵件

source: Change email address
bg: Смяна на електронна поща
es: Cambiar dirección de correo
it: Cambia indirizzo email
ro: Schimbă adresa de email
zh_tw: 更改電子郵件位址

source: Dear %(username)s,</p>
ro: Dragă %(username)s,

source: <p>Thank you for signing up at %(site)s.</p>
ro: <p>Vă mulțumim pentru înscrierea la %(site)s.</p>

source: To activate your account you should click on the link below:
es: Para activar tu cuenta debes darle clic en el siguiente enlace:
it: Per attivare il tuo account clicca sul link sottostante:
ro: Pentru a activa contul trebuie sa apăsați pe adresa de mai jos:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!
it: Grazie per aver usato il nostro sito!
ro: Mulțumim că ați folosit site-ul nostru!

source: Sincerely
es: Sinceramente
it: Arrivederci
ro: Cu stimă

source: Dear %(username)s,
es: Estimado %(username)s,
it: Salve %(username)s,
ro: Dragă %(username)s,

source: Thank you for signing up at %(site)s.
es: Gracias por tu registro en %(site)s.
it: Grazie per esserti registrati a %(site)s.
ro: Vă mulțumim pentru înscrierea la %(site)s.

source: Your signup at %(site)s.
es: Tu registro en %(site)s.
it: Registrazione a %(site)s.
ro: Înscrierea ta la %(site)s.

source: You requested a change of your email address at %(site)s.
es: Pediste un cambio de dirección de correo en %(site)s.
it: Hai richiesto una modifica dell'email per %(site)s.
ro: Ați cerut să vă schimbați adresa de email la %(site)s.

source: Please confirm this email address by clicking on the link below:
es: Por favor confirma tu dirección de correo dándole clic en el siguiente enlace:
it: Si prega di conferma questo indirizzo email cliccando sul link sottostante:
ro: Vă rugăm să confirmați acest email apăsând pe adresa de mai jos:

source: There was a request to change your email address at %(site)s.
es: Se ha realizado una petición de cambio de dirección de correo en %(site)s.
it: E' stata fatta una richiesta di cambiare il tuo indirizzo email per %(site)s.
ro: A fost inițiată o cerere de schimbare a adresei d-voastră de email la %(site)s.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
es: Un correo electrónico con un enlace de verficación ha sido enviado a %(new_email)s. Has clic en el enlace para activarlo.
it: E' stata inviata un'email a %(new_email)s che contiene un link di verifica. Clicca sul link nel messaggio per attivare l'indirizzo.
ro: Un email a fost trimis la %(new_email)s care conține adresa de verificare. Apăsași pe acea adresă pentru a-l activa.

source: Email verification for %(site)s.
es: Correo electrónico de verificación para %(site)s.
it: Email di verifica per %(site)s.
ro: Verificare email pentru %(site)s.
