Repository: abedzim/workin
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

# Password reset from key form primary action
source: Continue
de: Weiter

# Password reset link expired from key form title
source: Password Reset Link Expired
de: Link zum Passwort zurücksetzen ist abgelaufen

# Password reset from key form title
source: Sorry but this link is no longer valid. If you forget your password, please use link below.
de: Dieser Link ist leider nicht mehr gültig. Wenn Sie Ihr Passwort vergessen haben, klicken Sie bitte auf den unteren Link.

# Reset my password link
source: Reset my password
de: Mein Passwort zurücksetzen

# Password reset from key done page title
source: Password Changed
de: Passwort geändert

# Password reset from key done title
source: Password Changed
de: Passwort geändert

source: Your password is now changed.
de: Ihr Passwort is nun geändert.

# Password reset from key done text
source: You can now <a href="%(login_url)s">sign in</a> using your new password
de: Sie können such nun mit Ihren neuen Passwort <a href="%(login_url)s">anmelden</a>

# Signup page title
source: Sign Up
de: Registrierung

# Signup form secondary title
source: Already have an account?
de: Haben Sie schon einen Account

# Signup form secondary action
source: Log in
de: Anmelden

# Signup form title
source: Create an account
de: Konto anlegen

# Signup form primary action
source: Create an account
de: Konto anlegen

# Main navigation item
source: Stop impersonating
de: Nicht mehr als anderer Benutzer auftreten

# Main navigation item
source: Log out
de: Abmelden

# Main navigation item
source: Register
de: Registrieren

# Main navigation item
source: Log in
de: Anmelden

source: Search for product
de: Suche nach Produkten

source: Search
de: Suche

# Main navigation item
source: Your Cart
de: Ihr Warenkorb

# Main navigation item
source: Style guide
de: Stil Richtlinie

# Order subtotal
source: Subtotal
de: Zwischensumme

# Cart dropdown text
source: Shipment and taxes calculated at checkout
de: Versand und Steuern werden beim Abschluss berechnet

# Cart dropdown secondary action
source: Go to cart
de: Zum Warenkorb

# Cart dropdown primary action
source: Checkout
de: Bestellung abschließen

# Empty cart message
source: There are no products in your shopping cart.
de: Ihr Einkaufswagen ist leer.

# Empty cart link
source: Check out our sales
de: Sehen Sie sich unsere Angebote an

# Category breadcrumbs home
source: Home
de: Start

# Cart shipping cost form
source: Shipping cost for:
de: Versandkosten für:

# Order subtotal
source: Total
de: Gesamtsumme

# Cart summary text
source: Shipment and taxes calculated at checkout
de: Versand und Steuern werden beim Abschluss berechnet

# Checkout page title
source: Checkout
de: Abschluss

# Checkout top message
source: Easy and secure!
de: Einfach und Sicher!

# Checkout title
source: Checkout
de: Abschluss

# Order review title
source: Order review
de: Bestellung überprüfen

# Order review section
source: Subtotal
de: Zwischensumme

# Order review section
source: Shipment
de: Versand

# Order review section title
source: Taxes (included)
de: Steuern (inkl.)

# Order review section title
source: Taxes
de: Steuern

# Order review section title
source: Promo code
de: Rabattcode

# Order review section title
source: Total
de: Gesamtsumme

# Cart page title
source: Your cart
de: In den Warenkorb

# Cart breadcrumb
source: Cart
de: Warenkorb

# Cart message
source: Product has been removed from cart
de: Produkt wurde aus dem Warenkorb entfernt

# Cart table header
source: Product
de: Produkt

# Cart table header
source: Quantity
de: Anzahl

# Cart table header
source: Price
de: Preis

# Cart primary action
source: Checkout
de: Abschluss

# cart page: secondary action, empty the cart
source: Clear cart
de: Warenkorb leeren

# Checkout login page title
source: Login
de: Anmelden

# Checkout login page title
source: New customer?
de: Neuer Kunde?

# Checkout login page new users action
source: Continue
de: Weiter

# Checkout login page new users message
source: Registration is not required!
de: Es ist keine Registrierung notwendig!

# Checkout login form title
source: Existing customer? Log in.
de: Sind Sie bereits Kunde? Anmelden.

# Checkout payment title
source: Payment
de: Zahlung

# Checkout payment primary action
source: Place order
de: Bestellung abgeben

# Checkout shipping address title
source: Shipping address
de: Versandadresse

# Checkout shipping address primary action
source: Continue
de: Weiter

source: Select other address
de: Wählen Sie eine andere Adresse

# Checkout shipping method form title
source: Shipping method
de: Versandart

# Checkout shipping method primary action
source: Continue
de: Weiter

# Checkout addresses form label
source: Same as shipping
de: An Versandadresse senden

# Checkout addresses form label
source: Enter a new address
de: Geben Sie eine neue Adresse ein.

# Checkout voucher form action
source: Remove
de: Entfernen

# Checkout voucher form action
source: (Remove)
de: (Entfernen)

# Checkout voucher form action
source: Use
de: Einlösen

# Checkout summary title
source: Billing address
de: Rechnungsadresse

# Checkout shipping method
source: Change shipping method
de: Versandart ändern

# Checkout summary note title
source: Add a note to your order
de: Notiz zur Bestellung hinzufügen

# Checkout summary primary action
source: Order & Pay
de: zahlungspflichtig bestellen

# Checkout summary without shipping title
source: Billing address
de: Rechnungsadresse

# Checkout summary without shipping note title
source: Add a note to your order
de: Notiz zur Bestellung hinzufügen

# Checkout summary without shipping action
source: Place order
de: Bestellung abschicken

# Site breadcrumbs home
source: Home
de: Start

# Unpublished collection details text
source: <strong>Warning!</strong> You are previewing a collection that will become visible on <strong>%(date)s</strong>.
de: Achtung!</strong> Sie betrachten eine Kollektion, die erst ab dem <strong>%(date)s</strong> verfügbar ist.

# Unavailable collection detail text
source: <strong>Warning!</strong> You are previewing a collection that is not published.
de: Achtung!</strong> Sie betrachten eine Kollektion, die noch nicht veröffentlicht wurde.

# Dashboard top navigation action
source: Visit storefront
de: Store besuchen

# Dashboard top navigation action
source: Style guide
de: Stil Richtlinie

# Dashboard top navigation action
source: Log out
de: Abmelden

# Dashboard search
source: Search
de: Suche

# Dashboard catalogue
source: Catalogue
de: katalog

# Dashboard products list
source: Products
de: Produkte

# Dashboard categories list
source: Categories
de: Kategorien

# Dashboard side navigation link
source: Collections
de: Sammlungen

# Dashboard discounts list
source: Discounts
de: Rabatte

# Dashboard sales (discounts) list
source: Sales
de: Angebote

# Dashboard vouchers list
source: Vouchers
de: Gutscheine

# Dashboard sales. `Sales' is noun of to sell
source: Sales
de: Angebote

# Dashboard orders list
source: Orders
de: Bestellungen

# Dashboard customers list
source: Customers
de: Kunden

# Management section
source: Staff management
de: Mitarbeitermanagement

# Dashboard staff members list
source: Staff members
de: Mitarbeiter

# Dashboard configuration
source: Configuration
de: Konfiguration

# Dashboard product types list
source: Product types
de: Produkttypen

# Dashboard attributes list
source: Attributes
de: Attribute

# Dashboard shipping zones list
source: Shipping
de: Versand

# Dashboard site settings
source: Site settings
de: Seiteneinstellungen

# Dashboard taxes
source: Taxes
de: Steuern

# Dashboard static pages
source: Pages
de: Seiten

# Dashboard software version
source: Void:
de: Umgebung

# Dashboard cancel action
source: Cancel
de: Abbrechen

# Category list page title
source: Categories
de: Kategorien

# Category field
source: Description
de: Beschreibung

# Category detail view action
source: Edit category
de: Kategorie ändern

# Category detail view action
source: Remove category
de: Kategorie löschen

# Title of the subcategories list
source: Subcategories
de: Subkategorien

source: Add
de: Hinzufügen

# Category list table header description
source: Description
de: Beschreibung

# Category edit action
source: Edit
de: Bearbeiten

# Category list action link
source: Remove
de: Entfernen

# Empty list of categories
source: No subcategories
de: Keine Subkategorien

# Category form page title
source: Edit category
de: Kategorie ändern

# Category detail page title
source: Add new category
de: Neue Kategorie anlegen

# Category form page title
source: Add new category
de: Neue Kategorie hinzufügen

# Category form page title
source: Edit
de: Bearbeiten

# Category detail breadcrumbs
source: Add new category
de: Neue Kategorie hinzufügen

# Dashboard update action
source: Update
de: Ändern

# Dashboard create action
source: Create
de: Erstellen

# Category list add button text
source: Add category
de: Kategorie hinzufügen

# Empty category list message
source: No categories found.
de: Keine Kategorien gefunden.

# Remove category modal title
source: Remove category %(category)s
de: Entferne Kategorie %(category)s

# Remove category modal title
source: Are you sure you want to remove category <strong>%(category)s</strong>?
de: Sind Sie sich sicher, dass Sie die Kategorie <strong>%(category)s</strong> löschen möchten?

# Delete category form text about descendant categories
source: The following child categories will be removed:
de: Die folgenden Unterkategorien werden gelöscht

# Remove category form text about products
source: There is one product in this category that will be removed.
de: Ein Produkt in dieser Kategorie werden gelöscht.

# Dashboard delete action
source: Remove
de: Entfernen

source: No categories found.
de: Keine Kategorien gefunden

source: Categories are used to organize products into groups that are displayed in the navigation in the storefront.<br> You can create categories by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Kategorien organisieren Produkte in Gruppen, welche in der Navigation im Shop angezeigt werden.<br> Sie können Kategorien erstellen, indem Sie den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button nutzen.

# Modal remove collection text
source: Remove collection %(collection)s
de: Lösche Kollektion %(collection)s

# Modal remove collection text
source: Are you sure you want to remove collection <strong>%(collection)s</strong>?
de: Sind Sie sich sicher, dass Sie die Kollektion <strong>%(collection)s</strong> löschen möchten?

source: Add new collection
de: Neue Kollektion erstellen

source: Collections
de: Sammlungen

# Collection action
source: Remove collection
de: Sammlung löschen

# Collection action
source: View on site
de: Auf der Website ansehen

# Collection form card title: availability sub form
source: Availability
de: Verfügbarkeit

# Collection secondary action
source: Cancel
de: Abbrechen

# Collection detail action
source: Update
de: Ändern

# Collection detail action
source: Create
de: Erstellen

# Collection field
source: Published
de: Veröffentlicht

# Collection field
source: Draft
de: Entwurf

# Collection field
source: Can't unpublish homepage collection
de: Homepage-Sammlung kann nicht veröffentlich werden

# Collections list page title
source: Collections
de: Sammlungen

# Collections list add button text
source: Add collection
de: Kollektion hinzufügen

# Voucher table header
source: Number of products
de: Zahl der Produkte

# Collections list table header
source: Visibility
de: Sichtbarkeit

source: Products in collection:
de: Produkte in der Sammlung:

# Empty collection list message
source: No collections found.
de: Keine Sammlungen gefunden.

source: Homepage collection
de: Homepage Sammlung

# Homepage collection save
source: Save
de: Sichern

source: No collections found.
de: Keine Sammlung gefunden.

source: Collections are used to organize products into custom groups.<br> You can create collections by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Sammlungen organisieren Produkte in bestimmte Gruppen.<br> Sie können Sammlungen erstellen, indem Sie den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button nutzen.

# Customer field
source: Date joined
de: Datum der Registrierung

# Customer field
source: Note
de: Notiz

# Customer action
source: Edit customer
de: Kunde ändern

# Customer action
source: Remove customer
de: Kunde löschen

# Customer impersonate action
source: Impersonate customer
de: Als anderer Benutzer auftreten

# Customer recent orders table title
source: Recent orders
de: Letzte Bestellungen

# Customer orders table header
source: Number
de: Nummer

# Customer orders table header
source: Placed on
de: plaziert am

# Customer orders table header
source: Order status
de: Bestellungsstatus

# Customer orders table header
source: Total
de: Gesamtsumme

# Empty customer orders table message
source: No orders found.
de: Keine Bestellungen gefunden

# Customer notes card title
source: Customer notes
de: Kundennotizen

# Customer without notes message
source: There are no notes associated with this customer
de: Es gibt keine Notizen zu diesem Kunden

# Customer notes card action
source: Add note
de: Notiz hinzufügen

# Customer default shipping address card title
source: Default shipping address
de: Standard-Versandadresse

# Customer without default shipping address message
source: No default shipping address.
de: Keine Standard-Versandadresse

# Customer default billing address card title
source: Default billing address
de: Standard-Rechnungsadresse

# Customer without default billing address message
source: No default billing address.
de: Keine Standard-Rechnungsadresse

# Dashboard add customer
source: Add new customer
de: Neuen Kunde hinzufügen

# Dashboard customer
source: Customer
de: Kunde

# Dashboard add customer action
source: Add customer
de: Kunde hinzufügen

# Customer details header
source: Customer details
de: Kundeninformationen

# Dashboard add action
source: Add
de: Hinzufügen

# Customer list add button text
source: Add customer
de: Kunde hinzufügen

# Customers table header
source: Location
de: Ort

# Empty customers table message
source: No customers found.
de: Keine Kunden gefunden.

# Modal add note title
source: Add note
de: Notiz hinzufügen

# Modal add note primary action
source: Save note
de: Notiz speichern

# Header of modal used for removing customer's account
source: Remove customer %(customer)s
de: Kunde %(customer)s entfernen

# Modal remove collection text
source: Are you sure you want to remove customer <strong>%(customer)s</strong>? Please note that this procedure will remove customer's account, but customer's orders and addresses associated with them will persist for the financial records.
de: Sind Sie sich sicher, dass Sie <strong>%(customer)s</strong> löschen wollen? Das Konto wird gelöscht, jedoch bleiben die Bestellungen und Adressen des Kunden bestehen für die Buchhaltung.

# Dashboard confirmation modal
source: Promote to staff member
de: Zum Mitarbeiter befördern

# Modal promote to staff member text
source: Are you sure you want to promote %(customer)s to staff member?
de: Sicher, dass Sie %(customer)s zum Mitarbeiter befördern möchten?

# Dashboard promote action
source: Promote
de: Befördern

source: No customers found.
de: Keine Kunden gefunden.

source: Customer accounts will appear here once users register in the shop.
de: Kunden werden hier angezeigt, wenn sich Kunden über den Shop registrieren.

# Sale (discount) page title
source: Add new sale
de: Neues Angebot hinzufügen

# Dashboard sales (discounts) list.
source: Sales
de: Angebote

# Sale (discount) action
source: Remove sale
de: Angebot löschen

# Sale (discount) breadcrumbs
source: Add new sale
de: Neues Angebot hinzufügen

source: Sales
de: Angebote

# Sale (discount) list add button text
source: Add sale
de: Angebot hinzufügen

# Sale (discount) table header
source: Start date
de: Startdatum

# Sale (discount) table header
source: End date
de: Enddatum

# Sale (discount) table header
source: Discount
de: Rabatt

# Empty sales table message
source: No sales found
de: Keine Angebote gefunden

# Remove sale (discount) text
source: Remove sale
de: Angebot löschen

# Remove sale (discount) text
source: Are you sure you want to remove <strong>%(sale)s</strong>?
de: Sind Sie sich sicher, dass Sie <strong>%(sale)s</strong> löschen wollen?

source: No sales found.
de: Keine Angebote gefunden.

source: Sales are used to create discounts on particular products or whole categories.<br> You can create sales by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Angebote rabattieren bestimmte Produkte oder ganze Kategorien.<br> Sie können Angebote erstellen über den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button.

# Voucher page title
source: Add new voucher
de: Neuen Gutschein hinzufügen

# Voucher action
source: Remove voucher
de: Gutschein löschen

# Voucher breadcrumbs
source: Add new voucher
de: Neuen Gutschein hinzufügen

# Voucher list add button text
source: Add voucher
de: Gutschein hinzufügen

# Voucher table header
source: Discount
de: Rabatt

# Voucher table header
source: Start date
de: Startdatum

# Voucher table header
source: End date
de: Enddatum

# Voucher table header
source: Used
de: Benutzt

# Voucher table header
source: Min amount spent
de: Mindestumsatz

# Empty vouchers table message
source: No vouchers found
de: Keine Gutscheine gefunden

# Remove voucher text
source: Remove voucher %(voucher)s
de: Gutschein %(voucher)s löschen

# Remove voucher text
source: Are you sure you want to remove voucher <strong>%(voucher)s</strong>?
de: Sind Sie sicher, dass Sie den Gutschein <strong>%(voucher)s</strong> löschen wollen?

source: No vouchers found.
de: Keine Gutscheine gefunden.

source: Vouchers allows creating promotional codes for all purchases, specific products or shipping.<br> You can create vouchers by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Gutscheine erstellen einen Rabattcode für alle Bestellungen, bestimmte Produkte oder den Versand.<br> Sie können Gutscheine erstellen über den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button.

# Collection availability status
source: Published
de: Veröffentlicht

# Collection availability status
source: Hidden (will become visible on %(date)s)
de: Unsichtbar (wird ab dem %(date)s veröffentlicht)

# Collection availability status
source: Hidden
de: Versteckt

# Dashboard card title
source: Filters
de: Filter

# Category page filters
source: Clear
de: Zurücksetzen

# Category price filter
source: Filter
de: Filtern

# Title of the box showing preview from the search engine perspective
source: Search engine listing preview
de: Suchmaschinen Auflistung Vorschau

# Title of the menu items list
source: Menu items
de: Menü-Elemente

# Menu items list table header points to
source: Points to
de: Verlinkt zu

# Menu items status
source: Published
de: Veröffentlicht

# Menu items status
source: Not published
de: Nicht veröffentlicht

# Menu item edit action
source: Edit
de: Bearbeiten

# Menu item list action link
source: Remove
de: Entfernen

# Empty list of menu items
source: No menu items
de: Keine Menü-Elemente

# Page availability status
source: Published
de: Veröffentlicht

# Page availability status
source: Hidden
de: Versteckt

# Page availability status
source: Hidden (will become visible on %(date)s)
de: Unsichtbar (wird ab dem %(date)s veröffentlicht)

# Dashboard homepage summary header title
source: Showing last %(counter)s results
de: Zeige die letzten %(counter)s Ergebnisse

# Dashboard homepage table title
source: Orders ready for shipment
de: Versandfertige Bestellungen

# Orders table header
source: Placed on
de: plaziert am

# Orders table header
source: Customer
de: Kunde

# Orders table header
source: Payment status
de: Zahlungsstatus

# Orders table header
source: Order status
de: Bestellungsstatus

# Orders table header
source: Total
de: Gesamtsumme

# Anonymous user account value
source: Guest
de: Gast

# Empty order table message
source: No orders are ready for shipment.
de: Kein Bestellung versandfertig.

# Dashboard homepage table title
source: Preauthorized payments
de: Authorisierte Zahlungen

# Preauthorized payments table header
source: Order
de: Bestellung

# Preauthorized payments table header
source: Date
de: Datum

# Preauthorized payments table header
source: Customer
de: Kunde

# Preauthorized payments table header
source: Amount
de: Betrag

source: Guest
de: Gast

# Empty Preauthorized payments table message
source: No preauthorized payments.
de: Keine authorisierte Zahlung.

# Dashboard homepage table title
source: Products with low stock
de: Prokute mit geringem Lagerbestand

# Low stock product list
source: Product name
de: Produktname

# Low stock product list
source: Stock left
de: Lagerbestand

# Empty low stock table message
source: No products are low in stock.
de: Keine Produkte mit geringem Lagerbestand

# Menu detail view action
source: Edit menu
de: Menü bearbeiten

# Menu detail view action
source: Remove menu
de: Menü entfernen

# Menu form page title
source: Edit menu
de: Menü bearbeiten

# Menu form page title
source: Add new menu
de: Neues Menü hinzufügen

# Menu detail breadcrumbs
source: Add new menu
de: Neues Menü hinzufügen

# Menu item list page title
source: Menu items
de: Menü-Elemente

# Menu item field
source: Points to
de: Verlinkt zu

# Menu item detail view action
source: Edit menu item
de: Menü-Element bearbeiten

# Menu item detail view action
source: Remove menu item
de: Menü-Element entfernen

# Menu item page title
source: Edit menu item
de: Menü-Element bearbeiten

# Menu item page title
source: Add new menu item
de: Neues Menü-Element hinzufügen

# Dashboard menu items list
source: Menu items
de: Menü-Elemente

# Menu form page title
source: Edit
de: Bearbeiten

# Menu form page title
source: Add new menu item
de: Neues Menü-Element hinzufügen

# Remove menu item modal title
source: Remove menu item %(menu_item)s
de: Menü-Element %(menu_item)s entfernen

# Remove menu item modal title
source: Are you sure you want to remove menu item <strong>%(menu_item)s</strong> from %(menu)s menu?
de: Sind Sie sich sicher, dass Sie das Menü-Element <strong>%(menu_item)s</strong> von Menü %(menu)s entfernen möchten?

# Remove menu modal text about descendant menu items
source: The following menu items will be removed:
de: Die folgenden Menü-Elemente werden gelöscht:

# Menu list add button text
source: Add menu
de: Menü hinzufügen

# Empty menu list message
source: No menus found.
de: Keine Menüs gefunden

source: Storefront Menus
de: Storefront Menüs

# Dashboard update action
source: Save
de: Sichern

# Remove menu modal title
source: Remove menu %(menu)s
de: Menü %(menu)s löschen

# Remove menu modal title
source: Are you sure you want to remove menu <strong>%(menu)s</strong>?
de: Sind sie sich sicher, dass Sie das Menü <strong>%(menu)s</strong> löschen wollen?

source: No menus found.
de: Keine Menüs gefunden

source: Menus are used to organize the navigation bar displayed in the storefront.<br> You can create menus by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Menüs organisieren die Navigation im Storefront.<br> Sie können Menüs erstellen, wenn Sie den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button nutzen.

# Dashboard default page title
source: Dashboard - Saleor
de: Dashboard - Herrenmode

source: Edit address
de: Adresse ändern

source: Shipping address
de: Versandadresse
