Repository: abedzim/workin
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

# Variant form breadcrumbs
source: Add variant
de: Variante hinzufügen

# Variant form breadcrumbs
source: Add variant for %(product)s
de: Füge eine Variante zum Produkt %(product)s hinzu.

# Dashboard confirmation modal
source: Remove variant %(variant)s
de: Variante %(variant)s löschen

# Dashboard confirmation modal
source: Are you sure you want to remove variant <strong>%(variant)s</strong> of product %(product)s?
de: Wirklich die Variante <strong>%(variant)s</strong> des Produkts %(product)slöschen?

# Dashboard confirmation modal
source: This is the only variant of this product. If you remove it, the product will become unavailable.
de: Dies ist die einzige Variante des Produkts. Wenn Sie sie löschen, wird das Produkt dem Kunden nicht mehr angezeigt.

# Dashboard variant images modal
source: Select variant images
de: Bilder der Variante auswählen

# Dashboard modal action
source: Save
de: Sichern

source: No products found.
de: Keine Produkte gefunden.

source: You can create products by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Erstellen Sie Produkte über den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button.

source: In order to create products, you have to first <a href="%(product_type_url)s">add a product type </a>.
de: Damit Sie Produkte erstellen können müssen Sie zuerst <a href="%(product_type_url)s">einen Produkttyp erstellen </a>.

# Search page title
source: Search results
de: Suchergebnisse

# Dashboard search
source: Search results
de: Suchergebnisse

# Search results list products
source: Products
de: Produkte

# Search results list orders
source: Orders
de: Bestellungen

# Dashboard order
source: Order #%(order_number)s
de: Bestellung #%(order_number)s

# Dashboard customer
source: Customer: %(email)s
de: Kunde: %(email)s

# Dashboard order info
source: Placed on: %(placed)s
de: durchgeführt am: %(placed)s

# Search results list users
source: Users
de: User

# No Search result message
source: No results for query "%(query)s".
de: Keine Ergebnisse für die Suche "%(query)s".

# Shipping zone form breadcrumbs
source: Shipping zones
de: Versandzonen

source: %(shipping_name)s <small>(ships to %(list_of_countries)s)</small>
de: %(shipping_name)s <small>(versendet nach %(list_of_countries)s)</small>

# Shipping zone action
source: Edit shipping zone
de: Versandzonen bearbeiten

# Shipping zone action
source: Remove shipping zone
de: Versandzonen löschen

# Title of the shipping methods list
source: Price based shipping
de: Preisabhängiger Versand

# Title of the shipping methods list
source: Weight based shipping
de: Gewichtsabhängiger Versand

# Dashboard shipping zones
source: Edit
de: Bearbeiten

# Shipping zone form page title
source: Add new shipping zone
de: Versandzone hinzufügen

# Dashboard shipping zone
source: Shipping zones
de: Versandzonen

# Shipping zone form page title
source: Edit
de: Bearbeiten

# Shipping zone form breadcrumbs
source: Add new shipping zone
de: Versandzone hinzufügen

# Dashboard shipping zones list
source: Shipping zones
de: Versandzonen

# Shipping zone list add button text
source: Add shipping zone
de: Versandzone hinzufügen

# Shipping zones table header, name of the shipping zone
source: Shipping zone
de: Versandzone

source: Price range
de: Preisspanne

# Shipping zones table header, list of countries within of shipping zone
source: Countries
de: Länder

# Empty shipping list message
source: No shipping zones found.
de: Keine Versandzonen gefunden.

source: Default Weight Unit
de: Standardeinheit für Gewichte

# Header of the shipping methods list
source: Range
de: Umfang

# Header of the shipping methods list
source: Price
de: Preis

# Attribute value remove action
source: Remove
de: Entfernen

# Empty list of shipping methods prices
source: No shipping methods
de: Keine Versandmethoden

# Dashboard shipping method edit page
source: Edit
de: Bearbeiten

# Shipping method edit page title
source: Add new shipping method
de: Versandmethode hinzufügen

# Dashboard attributes list
source: Shipping zones
de: Versandzonen

# Shipping method breadcrumbs
source: Edit shipping method
de: Versandmethode bearbeiten

# Shipping method breadcrumbs
source: Add shipping method
de: Versandmethode hinzufügen

# Shipping method form title
source: Shipping method
de: Versandart

# Dashboard confirmation modal
source: Remove shipping zone %(shipping_zone)s
de: Versandmethode %(shipping_zone)s löschen

# Dashboard confirmation modal
source: Are you sure you want to remove shipping zone <strong>%(shipping_zone)s</strong>?
de: Wirklich die Versandmethode <strong>%(shipping_zone)s</strong>löschen?

# Modal remove shipping method title
source: Remove shipping method %(shipping_method)s
de: Versandmethode %(shipping_method)s löschen

# Modal remove shipping method shipping method text
source: Are you sure you want to remove shipping method <strong>%(shipping_method)s</strong>?
de: Wirklich die Versandmethode <strong>%(shipping_method)s</strong> löschen?

source: No shipping zones found.
de: Keine Versandzonen gefunden.

source: Shipping zones allows defining shipping zones that are available in the shop.<br> You can add shipping zones by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Versandzonen erlauben bestimmten Zonen den Versand.<br> Erstellen Sie eine Versandzone über den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button.

# Dashboard authorization key list
source: Edit
de: Bearbeiten

# Add new authorization key page title
source: Add new authorization key
de: Neuen Autorisierungsschlüssel hinzufügen

# Dashboard site setting detail
source: Site settings
de: Seiteneinstellungen

# Authorization key breadcrumbs
source: Edit
de: Bearbeiten

# Authorization key breadcrumbs
source: Add new authorization key
de: Neuen Autorisierungsschlüssel hinzufügen

# Authorization key form title
source: Authorization key
de: Autorisierunggsschlüssel

# Site settings field
source: Header text
de: Kopfzeile

# Site settings field
source: Description
de: Beschreibung

# Site settings action
source: Edit site settings
de: Seiteneinstellungen ändern

# Title of the authorization keys list
source: Authorization keys
de: Autorisierunggsschlüssel

# Header of authorization keys list
source: Key
de: Schlüssel

# Authorization key edit action
source: Edit
de: Bearbeiten

# Authorization key remove action
source: Remove
de: Entfernen

# Empty list of authorization keys
source: No authorization keys
de: Keine Autorisierunggsschlüssel

# Site settings page title
source: Add new site settings
de: Neuen Einstellung hinzufügen

# Dashboard attributes list
source: Site settings
de: Seiteneinstellungen

# Dashboard site settings
source: Edit
de: Bearbeiten

# Modal delete authorization key text
source: Delete authorization key %(key)s
de: Autorisierungsschlüssel %(key)s löschen

# Modal delete authorization key text
source: Are you sure you want to remove authorization key <strong>%(key)s</strong>?
de: Wirklich den Autorisierungsschlüssel <strong>%(key)s</strong> löschen?

# Dashboard add staff member
source: Add new staff member
de: Neuen Mitarbeiter hinzufügen

# Dashboard staff
source: Staff
de: Mitarbeiter

# Dashboard staff list
source: Staff
de: Mitarbeiter

# Dashboard add staff member action
source: Add staff member
de: Neuen Mitarbeiter hinzufügen

# Staff member form action
source: Remove staff member
de: Mitarbeiter entfernen

# Staff member details header
source: Staff member details
de: Mitarbeiterinformationen

# Dashboard staff members list
source: Staff
de: Mitarbeiter

# Staff members list add button text
source: Add staff member
de: Neuen Mitarbeiter hinzufügen

# Staff members table header
source: Location
de: Ort

# Empty staff table message
source: No staff members found.
de: Keine Mitarbeiter gefunden.

# Modal remove group text
source: Remove staff member <strong>%(staff)s</strong>
de: Mitarbeiter <strong>%(staff)s</strong> löschen

# Modal remove group text
source: Are you sure you want to remove staff member?
de: Wirklich den Mitarbeiter entfernen?

source: No staff members found.
de: Keine Mitarbeiter gefunden

source: Staff members are users who have access to the dashboard.<br> You can create staff members by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button or by using option "Promote to staff" in the customer details view.
de: Mitarbeiter haben Zugriff auf das Dashboard.<br> You can create staff members by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button or by using option "Promote to staff" in the customer details view.

# Tax details breadcrumbs
source: Taxes
de: Steuern

# Country tax rates list title
source: Tax rates in %(country_name)s
de: Steuersätze in %(country_name)s

# Country tax rates list header
source: Value
de: Wert

# Empty country tax rates list
source: No tax rates
de: Keine Steuersätze

# Dashboard taxes list
source: Taxes
de: Steuern

# Dashboard configure taxes settings
source: Configure taxes
de: Steuern konfigurieren

# Dashboard site taxes settings form title
source: Taxes
de: Steuern

# Dashboard site taxes settings form help text
source: If selected, taxes will be calculated using below formula:
de: Wenn dies ausgewählt ist, werden Steuern folgendermaßen berechnet:

# Dashboard site taxes settings form help text
source: tax_amount = (tax_rate * price) / (1 + tax_rate)
de: Steuern = (Steuersatz * Preis) / (1 + Steuersatz)

# Dashboard site taxes settings form help text
source: For example: product with price 4.00 € and 19%% VAT will have net price calculated to 3.36 € and tax to 0.64 € (rounded)
de: Zum Beispiel: Ein Produkt mit dem Preis 4.00 € und 19%% VAT wird einen Nettopreis von 3.36 € und Steuern von 0.64 € haben (gerundet)

# Dashboard site taxes settings form help text
source: If selected, prices displayed for customers in the storefront will be gross and taxes will be calculated at checkout.
de: Wenn dies ausgewählt ist, werden im Storefront die Bruttopreise angezeigt und erst beim Bestellprozess die Steuern berechnet.

# Dashboard site taxes settings form help text
source: If selected, standard tax rate will be charged on a shipping price.
de: Wenn dies ausgewählt ist, wird der Standardsteuersatz für den Versandpreis berechnet .

# Taxes help text
source: Taxes are charged according to the rates applicable in the country to which the order is delivered. For now, only rates in European Union are handled.
de: Die Steuer wird nach den Sätzen berechnet, die in dem Land gelten, in das die Bestellung geliefert wird. Im Moment werden nur Sätze in der Europäischen Union bearbeitet.

# Taxes table header
source: Country code
de: Ländercode

# Taxes table header
source: Country name
de: Land

# Empty taxes message
source: No taxes found.
de: Keine Steuern gefunden.

# Taxes site settings title
source: Configuration
de: Konfiguration

# Site settings field
source: All products prices are entered with tax included
de: Alle Produktpreise sind inkl. Steuer

# Include taxes in prices setting description
source: Yes
de: Ja

# Include taxes in prices setting description
source: No
de: Nein

# Site settings field
source: Show gross prices to customers in the storefront
de: Bruttopreise in der Storefront anzeigen

# Show customers gross prices setting description
source: Yes
de: Ja

# Show customers gross prices setting description
source: No
de: Nein

# Site settings field
source: Charge taxes on shipping rates
de: Versandkosten versteuern

# Charge taxes on shipping rates setting description
source: Yes
de: Ja

# Charge taxes on shipping rates setting description
source: No
de: Nein

# Site settings configure taxes action
source: Configure taxes
de: Steuern konfigurieren

# Site settings fetch tax rates action
source: Fetch tax rates
de: Steuersätze abrufen

source: No taxes found.
de: Keine Steuern gefunden.

source: Taxes define tax rates used in European Union countries and needs to be fetched manually.<br> To enable fetching taxes, please provide your access key to <a href="https://vatlayer.com/">vatlayer</a> API in settings file.
de: Steuern definieren Steuersätze, die in den Ländern der Europäischen Union verwendet werden und manuell abgeholt werden müssen.<br> Um das Abrufen der Steuersätze zu aktiveren, tragen Sie bitte Ihre Zugangsdaten zur <a href="https://vatlayer.com/">vatlayer</a> API in ihrer settings.py Datei ein.

# Homepage title
source: Promo & Sale
de: Werbung & Angebote

# Homepage title
source: from the Northpole
de: vom Nordpol

# Homepage action
source: Shop now
de: Jetzt Einkaufen

# Homepage title
source: Size & Colours
de: Größe & Farben

# Homepage title
source: Digital Downloads
de: Digitale Downloads

# Homepage title
source: Featured products
de: beworbene Produkte

source: File
de: Datei

# Message showing how many chars were used out of maximum field's length
source: %(current_chars_count)s</span> of %(max_chars_count)s characters used
de: %(current_chars_count)s</span> von %(max_chars_count)s Zeichen genutzt

# Order details address title
source: Shipping address
de: Versandadresse

# Order details address title
source: Billing address
de: Rechnungsadresse

# Order details column title
source: Product
de: Produkt

# Order details column title
source: Quantity
de: Anzahl

# Order details column title
source: Price
de: Preis

# Order details subtotal row text
source: Subtotal
de: Zwischensumme

# Order details shipment row text
source: Shipping
de: Versand

# Order details taxes text
source: Taxes (included)
de: Steuern (inkl.)

# Order details taxes text
source: Taxes
de: Steuern

# Order details total text
source: Total
de: Gesamtsumme

# Order details fulfillment title
source: Fulfillment #%(fulfillment)s
de: Auftragsabwicklung #%(fulfillment)s

# Fulfillment tracking number details
source: Tracking number
de: Sendungsnummer

# Checkout success page title
source: Thank you
de: Vielen Dank

# Checkout title
source: Thank you for your <a href="%(order_url)s">order</a>!
de: Vielen Dank für Ihre <a href="%(order_url)s">Bestellung</a>!

# Checkout text
source: We've sent a confirmation email with details to <span>%(email)s</span>.<br> In case of any problems or questions please contact us.
de: Wir haben eine Bestätigungsmail an <span>%(email)s</span> gesendet.<br> Wenn Sie Probleme oder Fragen haben, kontaktieren Sie uns gerne.

# Checkout secondary action
source: Continue shopping
de: Weiter einkaufen

# Checkout text
source: It looks like you already are our customer! <br> Please log in to connect order with your account.
de: Sie sind scheinbat schon Kunde! <br> Bitte melden Sie sich an um die Bestellung mit Ihrem Kundenkonto zu verknüpfen.

# Checkout title
source: Why not to create an account
de: Legen Sie sich hier ein Kundenkonto an

source: Make your shopping experience even better! Save your shipping and payment details for faster checkout.
de: Machen Sie Ihr Einkausfserlebnis noch besser, in dem Sie Zahlungs- und Lieferdetails speichern.

# Checkout primary action
source: Create an account
de: Kundenkonto erstellen

# Order details page title
source: Order %(order)s
de: Bestellung %(order)s:

# Order details breadcrumb
source: Order %(order)s
de: Bestellung %(order)s:

# Order details link text
source: Payment details
de: Zahlungsdetails

# Order details primary action
source: Pay for order
de: Bestellung bezahlen

# Customer order note
source: Your note
de: Ihre Notiz

# Order note title
source: Add a note to your order
de: Notiz zur Bestellung hinzufügen

# Customer panel - order details: add note submit button
source: Submit note
de: Notiz hinzufügen

# Payment details page title
source: Pay for order %(order)s
de: Bestellung %(order)s bezahlen

# Payment details breadcrumb
source: Order %(order)s
de: Bestellung %(order)s

# Payment details title
source: Payment pending
de: Zahlung ausstehend

# Payment pending text
source: We are currently waiting for an external service to authorize your payment for this order.
de: Wir warten zur Zeit auf die Bestätigung Ihrer Zahlung für diese Bestellung durch einen externen Service.

# Payment status text
source: Current status:
de: Aktueller Status

# Payment pending text
source: Unless you are absolutely sure that the process will not complete (for example you have closed the browser window before paying), you should wait before attempting a new payment. Please be warned that if you try again and the previous transaction succeeds you might end up being charged twice.
de: Warten Sie, bevor Sie ggf. eine weitere Zahlung veranlassen, es sei denn Sie sind absolut sicher, dass die Zahlung nicht erfolgen wird (weil Sie z.B. das Browser-Fenster vor Abschluss der Zahlung geschlossen haben). Wir weisen Sie darauf hin, dass Sie bei einem zweiten Versuch eventuell zweimal belastet werden können.

# Payment pending action
source: I understand, allow me to pay again
de: Ich verstehe, lasse Sie mich erneut zahlen

# Payment details title
source: Pay for order %(order)s
de: Bestellung %(order)s bezahlen

# Payment details primary action
source: Proceed to payment
de: Weiter zur Bezahlung

# Payment details text
source: You've authorized transaction. Order is in processing
de: Die Zahlung ist authorisiert. Die Bestellung wird nun bearbeitet.

# Payment form primary action
source: Make payment
de: Bezahlen

# Payment form page title
source: Payment
de: Zahlung

# Payment form breadcrumb
source: Payment
de: Zahlungen

# Payment form title
source: Payment
de: Zahlung

# Header of the order summary table
source: Order details
de: Bestellungsdetails

# Payment form (Stripe) secondary action
source: Change payment
de: Zahlung ändern

# Payment form (Razorpay) secondary action
source: Change payment
de: Zahlung ändern

# Unavailable page detail text
source: <strong>Warning!</strong> You are previewing a page that is not visible.
de: <strong>Achtung!</strong> Sie schauen sich eine Seite an, die noch nicht veröffentlicht wurde.

# Unpublished page details text
source: <strong>Warning!</strong> You are previewing a page that will become visible on <strong>%(date)s</strong>.
de: <strong>Warnung!</strong> Sie betrachten eine Seite, die erst ab dem <strong>%(date)s</strong> verfügbar ist.

# Product price filter
source: from
de: ab

# Product price filter
source: to
de: bis

# Product list page filters
source: Clear filters
de: Filter löschen

# Sale (discount) label for item in product list
source: Sale
de: Angebot

# product price range
source: from
de: ab

# Product details text
source: <strong>Warning!</strong> You are previewing a product that will become visible on <strong>%(date)s</strong>.
de: <strong>Warnung!</strong> Sie betrachten ein Produkt, dass ab dem <strong>%(date)s</strong> verfügbar ist.

# Product details link text
source: Edit in dashboard
de: Im Dashboard bearbeiten

# Product details page vat rate value
source: including %(tax_rate)s%% VAT
de: inklusive %(tax_rate)s%% MwSt.

# Product details page vat rate value
source: excluding %(tax_rate)s%% VAT
de: exkl. %(tax_rate)s%% MwSt

# Product details primary action
source: Add to cart
de: In den Warenkorb

# Product details text
source: This product is currently <strong>unavailable</strong>.
de: Das Produkt ist zur Zeit <strong>nicht verfügbar</strong>.

# Product details title
source: Description
de: Beschreibung

# Filter heading title
source: Filters
de: Filter

source: Sort by: <b>name</b>
de: Sortiert nach: <b>name</b>

source: Sort by: <b>price</b>
de: Sortiert nach: <b>preis</b>

# Product list filters
source: Sort by
de: Sortieren nach

# sort by option
source: ascending
de: aufsteigend

# sort by option
source: descending
de: absteigend

# Search without results text
source: Sorry, no matches found for your request.
de: Entschuldung, keine Treffer für Ihre Anfrage.

# Search without results text
source: Try again or shop new arrivals.
de: Versuchen Sie es erneut oder schauen Sie sich unsere Angebote an.

source: Search:
de: Suche:

# Account delete reset e-mail subject
source: Delete your account
de: Ihren Account löschen

# Password reset e-mail subject
source: Password reset e-mail
de: E-Mail zum Zurücksetzen des Passworts

# Password reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Sie bekommen diese E-Mail weil Sie oder jemand anders ein Passwort für Ihren Benutzeraccount auf %(domain)s angefordert hat. Sie können diese Nachricht ignorieren, wenn sie es nicht selber angefordert haben. Klicken Sie unten um Ihr Passwort zurückzusetzen.

# Set password for customer e-mail title
source: Hello from %(site_name)s!
de: Hallo von %(site_name)s!

source: Hello from %(site_name)s!
de: Hallo von %(site_name)s!

# Set password for staff member e-mail title
source: Hello from %(site_name)s!
de: Hallo von %(site_name)s!

# Fulfillment confirmation email subject
source: A shipment from order %(order)s is on the way
de: Ihre Bestellung %(order)s ist auf dem Weg

# Fulfillment confirmation email text
source: You can track your shipment with %(tracking_number)s code.
de: Sie können Ihre Bestellung mit dem Code %(tracking_number)s verfolgen.

# Order confirmation e-mail subject
source: Order details
de: Bestellungsdetails

# Order confirmation e-mail table header
source: Order summary
de: Bestellübersicht

# Order confirmation e-mail table header
source: Subtotal
de: Zwischensumme

# Order confirmation e-mail table header
source: Shipping
de: Versand

# Order confirmation e-mail table header
source: Taxes (included)
de: Steuern (inkl.)

# Order confirmation e-mail table header
source: Taxes
de: Steuern

# Order confirmation e-mail table header
source: Discount:
de: Rabatt:

# Order confirmation e-mail table header
source: Total
de: Gesamtsumme

# Order confirmation e-mail billing address
source: Billing address
de: Rechnungsadresse

# Order confirmation e-mail shipping address
source: Shipping address
de: Versandadresse

# Order confirmation e-mail text
source: No shipping required
de: Kein Versand benötigt

# Payment confirmation subject
source: Payment details
de: Zahlungsdetails

# Fulfillment update email subject
source: Shipping update for order %(order)s
de: Der Versandstatus Ihrer Bestellung %(order)s hat sich aktualisiert

# Base email footer
source: Sincerely, %(site_name)s
de: Mit freundlichen Grüßen, %(site_name)s

# Account delete e-mail text
source: You're receiving this e-mail because you or someone else has requested a deletion of your user account at %(domain)s.<br/> Click the link below to delete your account. Please note that this action is permanent and cannot be reversed.
de: Sie oder jemand anderes hat eine Accountlöschung angefragt für %(domain)s.<br/>Klicken Sie auf den unten stehenden Link, um Ihren Account zu löschen. Bitte beachten Sie, dass diese Aktion irreversibel ist.

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of shipped products.
de: Vielen Dank für Ihre Bestellung. Unten stehend sehen Sie eine Liste Ihrer versandten Produkte.

# Order confirmation e-mail text
source: Thank you for your order. Below is the list of ordered products. To see your payment details please visit: <a href="%(order_details_url)s">%(order_details_url)s</a>
de: Vielen Dank für Ihre Bestellung. Unten stehend ist eine Liste aller bestellten Produkte. Um Ihre Zahlungsdetails zu sehen besuchen Sie bitte folgende Seite: <a href="%(order_details_url)s">%(order_details_url)s</a>
