Repository: abedzim/workin
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Billing address
de: Rechnungsadresse

# Order detail action
source: Cancel Order
de: Bestellung abbrechen

# Order detail action
source: Remove draft order
de: Entwurfsbestellung löschen

# Order detail action
source: Print
de: Drucken

# Order detail tab
source: Payments
de: Zahlungen

# Order detail tab
source: History
de: Historie

# Order summary card header
source: Payments
de: Zahlungen

# Order summary card header
source: Outstanding balance
de: Offene Summe

# Order summary card header
source: Preauthorized amount
de: Authorisierter Betrag

# Order summary card header
source: Captured amount
de: Eingelöste Summe

# Order summary card action
source: Capture
de: Einlösen

# Order summary card action
source: Refund
de: Erstatten

# Order summary card action
source: Void
de: Storniert

# Order detail action
source: Mark as paid
de: Als bezahlt markieren

# Order details summary header
source: Customer
de: Kunde

# Order customer details action title
source: Edit customer details
de: Kundeninformationen bearbeiten

# Dashboard edit action
source: Edit
de: Bearbeiten

# Missing shipping address message
source: No shipping address
de: Keine Versanadresse

# Order billing address same as shipping address
source: Same as shipping address
de: An Versandadresse

# Missing billing address message
source: No billing address
de: Keine Rechnungsadresse

# Order table title
source: Order draft #%(order)s
de: Entwurfsbestellung #%(order)s

# Order table title
source: Order #%(order)s
de: Bestellung #%(order)s

# Order placed on date
source: Placed on
de: plaziert am

# Order table header
source: Item
de: Position

# Order table header
source: Price
de: Preis

# Order table header
source: Quantity
de: Menge

# Order table header
source: Total
de: Gesamtsumme

# Order table row action
source: Change quantity
de: Anzahl ändern

# Order table row action
source: Remove line
de: Zeile löschen

# Order totals action
source: Edit shipping
de: Bestellung bearbeiten

# Order totals header
source: Shipping (%(shipping_name)s)
de: Versand (%(shipping_name)s)

# Order totals header
source: Shipping
de: Versand

# Order total taxes
source: Taxes (included)
de: Steuern (inkl.)

# Order total taxes
source: Taxes
de: Steuern

# Order totals header
source: Discount (%(voucher)s)
de: Rabatt (%(voucher)s)

# Order totals header
source: Discount
de: Rabatt

# Order totals action
source: Edit voucher
de: Gutschein bearbeiten

# Order detail action
source: Edit voucher
de: Gutschein bearbeiten

# Order totals action
source: Edit discount
de: Rabatt bearbeiten

# Order detail action
source: Edit discount
de: Rabatt bearbeiten

# Order totals header
source: Grand total
de: Gesamtsumme

# Order summary card action title
source: Fulfill order
de: Bestellung abschließen

# Order summary card action
source: Fulfill
de: Abschluss

# Order summary card action title
source: Add product to order
de: Produkt zur Bestellung hinzufügen

# Order summary card action
source: Add product
de: Produkt hinzufügen

# Order summary card action title
source: Create order
de: Bestellung erstellen

# Order summary card action
source: Create order
de: Bestellung erstellen

# Order detail action
source: Invoice
de: Rechnung

# Order detail action
source: View on site
de: Auf der Website ansehen

# Fulfillment table title
source: Fulfillment #%(fulfillment)s
de: Auftragsabwicklung #%(fulfillment)s

# Fulfillment table text
source: Tracking number: %(tracking)s
de: Trackingnummer: %(tracking)s

# Fulfillment summary card action title
source: Cancel fulfillment
de: Auftragsabwicklung abbrechen

# Fulfillment summary card action
source: Cancel
de: Abbrechen

# Fulfillment summary card action title
source: Edit tracking number
de: Sendungsnummer bearbeiten

# Fulfillment summary card action
source: Edit tracking
de: Sendungsverfolgung bearbeiten

# Fulfillment summary card action
source: Add tracking
de: Sendungsverfolgung hinzufügen

# Order detail action
source: Packing Slips
de: Packzettel

# Customer order note card title
source: Customer note
de: Kundennotiz

# No customer order note card message
source: There is no note from the customer associated with this order.
de: Es gibt keine Kundennotizen zu dieser Bestellung

# Order notes card title
source: Order notes
de: Notizen

# Empty order notes card message
source: There are no notes associated with this order.
de: Es gibt keine Notien zu dieser Bestellung.

# Order notes card action
source: Add note
de: Notiz hinzufügen

# Payment history table header
source: Transaction ID
de: Transaktions-ID

# Payment history table header
source: Date
de: Datum

# Payment history table header
source: Payment status
de: Zahlungsstatus

# Payment history table header
source: Amount
de: Betrag

# Empty payment history table message
source: No payments made for this order.
de: Für die Bestellung erfolgte keine Zahlung.

# Dashboard order fulfillment
source: Fulfill
de: Abschluss

# Fulfill order title
source: Fulfill order
de: Bestellung abschließen

# Modal remove order line table header
source: Item
de: Position

# Modal remove order line table header
source: Quantity
de: Anzahl

# Fulfill order table quantity unfulfilled
source: of %(quantity_unfulfilled)s
de: von %(quantity_unfulfilled)s

# Dashboard update action
source: Fulfill
de: Abschluss

# Order list add button text
source: Add order
de: Bestellung hinzufügen

# Empty order list message
source: No orders found.
de: Keine Bestellungen gefunden

# Modal order add variant title
source: Add product to %(order)s
de: Produkt zu %(order)s hinzufügen

# Modal order add variant primary action
source: Add
de: Hinzufügen

# Modal cancel fulfillment title
source: Cancel fulfillment #%(fulfillment)s
de: Auftragsabwicklung #%(fulfillment)s abbrechen

# Modal cancel fulfillment text
source: Are you sure you want cancel fulfillment #%(fulfillment)s?
de: Sind Sie sich sicher, dass Sie die Auftragsabwicklung #%(fulfillment)s löschen wollen?

# Modal cancel fulfillment cancel action
source: Abort
de: Abbrechen

# Modal cancel fulfillment primary action
source: Cancel Fulfillment
de: Auftragsabwicklung abbrechen

# Modal remove order line title
source: Remove order line
de: Entferne Bestellposition

# Modal remove order line text
source: Are you sure you want remove this order line?
de: Wollen Sie diese Zeile der Bestellung wirklich löschen?

# Modal remove order line table header
source: SKU
de: EAN

# Modal remove order line table header
source: Price
de: Preisbereich

# Modal remove order line table header
source: Total
de: Gesamtsumme

# Modal cancel order title
source: Cancel order
de: Bestellung abbrechen

# Modal cancel order text
source: Are you sure you want cancel order %(order)s?
de: Wollen Sie die Bestellung %(order)s wirklich stornieren?

# Modal cancel order cancel action
source: Abort
de: Abbrechen

# Modal cancel order primary action
source: Cancel Order
de: Bestellung löschen

# Modal capture payment title
source: Capture payment
de: Zahlung einlösen

# Modal capture payment title
source: Before this action:
de: Vor dieser Aktion:

# Modal capture payment list title
source: Order total:
de: Summe der Bestellung:

# Modal capture payment list title
source: Taxes (included):
de: Steuern (inkl.)

# Modal capture payment list title
source: Captured amount:
de: eingelöster Betrag

# Modal capture payment primary action
source: Capture
de: Einlösen

# Modal change quantity title
source: Change quantity
de: Anzahl ändern

# Modal create order title
source: Create order
de: Bestellung erstellen

# Modal create order text
source: Are you sure you want create order %(order)s? Once the order has been created, you will not be able to make changes.
de: Wollen Sie wirklich die Bestellung %(order)s erstellen? Wenn Sie die Bestellung abschließen, können keine Änderungen mehr vorgenommen werden.

# Modal create order primary action
source: Create
de: Erstellen

# Modal edit customer title
source: Edit customer details
de: Kundeninformationen bearbeiten

# Modal edit customer text
source: Connect an order with an account of an existing customer or provide a contact email address.
de: Verknüpfen Sie die Bestellung mit einem existierenden Kunden oder geben Sie eine Kontaktemail ein.

# Dashboard edit draft order remove action
source: Remove customer from order
de: Kunden aus der Bestellung entfernen

# Modal edit customer primary action
source: Update
de: Ändern

# Modal edit discount title
source: Edit discount
de: Rabatt bearbeiten

# Modal edit discount primary action
source: Update
de: Ändern

# Modal edit shipping title
source: Edit shipping
de: Bestellung bearbeiten

# Dashboard edit draft order remove action
source: Remove shipping from order
de: Versand aus der Bestellung entfernen

# Modal edit shipping primary action
source: Update
de: Ändern

# Modal edit voucher title
source: Edit voucher
de: Gutschein bearbeiten

# Dashboard edit draft order remove action
source: Remove voucher from order
de: Gutschein aus der Bestellung entfernen

# Modal edit voucher primary action
source: Update
de: Ändern

# Modal change fulfillment tracking title
source: Edit tracking
de: Sendungsverfolgung bearbeiten

# Modal change fulfillment tracking title
source: Add tracking
de: Sendungsverfolgung hinzufügen

# Modal change fulfillment tracking primary action
source: Update
de: Ändern

# Modal change fulfillment tracking primary action
source: Save
de: Sichern

# Modal mark order as paid title
source: Mark order as paid
de: Bestellung als bezahlt markieren

# Modal mark order as paid text
source: Are you sure you want mark order as paid?
de: Wollen Sie die Bestellung wirklich als bezahlt markieren?

# Modal mark order as paid text
source: Total received:
de: Empfangen insgesamt:

# Modal mark order as paid cancel action
source: Abort
de: Abbrechen

# Modal mark order as paid primary action
source: Mark as paid
de: Als bezahlt markieren

# Modal refund payment title
source: Refund payment
de: Zahung erstatten

# Modal refund payment title
source: Before this action:
de: Vor dieser Aktion:

# Modal refund payment list title
source: Order total:
de: Summe der Bestellung:

# Modal refund payment list title
source: Taxes (included):
de: Steuern (inkl.)

# Modal refund payment list title
source: Captured amount:
de: eingelöster Betrag

# Modal refund payment primary action
source: Refund
de: Erstatten

# Modal remove order title
source: Remove draft order
de: Entwurfsbestellung löschen

# Modal remove order text
source: Are you sure you want remove draft order %(order)s?
de: Wirklich die Entwurfsbestellung %(order)s löschen?

# Modal remove order cancel action
source: Abort
de: Abbrechen

# Modal remove order primary action
source: Remove draft order
de: Entwurfsbestellung löschen

# Modal void payment text
source: Void payment
de: Stornierte Zahlung

# Modal void payment text
source: Do you want to void the payment?
de: Wollen Sie die Zahlung stornieren?

# Modal void payment primary action
source: Void
de: Storniert

# Order PDF footer page counter
source: "Page " counter(page) "/" counter(pages)
de: "Seite " zähler(seite) "/" zähler(seiten)

# Order PDF header
source: Order #%(order_id)s
de: Bestellung #%(order_id)s

# Invoice title
source: Invoice for Order #%(order_id)s
de: Rechnung für Bestellung #%(order_id)s

# Order invoice
source: Invoice
de: Rechnung

# Invoice shipping address
source: Shipping address
de: Versandadresse

# Invoice billing address
source: Billing address
de: Rechnungsadresse

# Invoice ordered items header
source: Items Ordered
de: Positionen bestellt

# Shipment order table header
source: Item
de: Position

# Shipment order table header
source: SKU
de: Artikelnummer

# Shipment order table header
source: Tax rate
de: Steuersatz

# Shipment order table header
source: Gross price
de: Bruttopreis

# Shipment order table header
source: Quantity
de: Menge

# Shipment order table header
source: Total
de: Gesamtsumme

# Order subtotal net price
source: Subtotal
de: Zwischensumme

# Order total shipping price header
source: Shipping
de: Versand

# Order total taxes header
source: Total taxes (included)
de: Steuern (inkl.) insgesamt

# Order voucher header
source: Discount
de: Rabatt

# Order total price header
source: Grand total
de: Gesamtsumme

# Packing slips title
source: Packing Slips for Fulfillment #%(fulfillment)s
de: Lieferschein für Abschluss #%(fulfillment)s

# Packing slips header
source: Packing Slips
de: Packzettel

# Packing slip shipping details
source: Shipping Details
de: Versanddetails

# Packing slip shipping details
source: Billing Details
de: Rechnungsdetails

# Packing slip shipping address
source: Shipping address
de: Versandadresse

# Packing slip billing address
source: Billing address
de: Rechnungsadresse

# Order invoice
source: Items Ordered
de: Positionen bestellt

# Order table header
source: SKU
de: Artikelnummer

source: No orders found.
de: Keine Bestellungen gefunden.

source: Orders will appear here after customers complete the checkout.
de: Bestellungen werden hier angezeigt, nachdem Kunden Bestellungen abschließen.

# Pages list page title
source: Pages
de: Seiten

# Pages form breadcrumbs
source: Pages
de: Seiten

source: Page URL
de: Seiten URL

# Page action
source: Edit page
de: Seite bearbeiten

# Page action
source: Remove page
de: Seite löschen

# Page action
source: View on site
de: Auf der Website ansehen

# Page form page title
source: Edit
de: Bearbeiten

# Page form page title
source: Add new page
de: Neue Seite hinzufügen

# Dashboard pages list
source: Pages
de: Seiten

# Page form breadcrumbs
source: Add new page
de: Neue Seite hinzufügen

# Page form breadcrumbs
source: Edit
de: Bearbeiten

source: Cancel
de: Abbrechen

source: Save
de: Sichern

source: Create
de: Erstellen

# Page list add button text
source: Add page
de: Seite hinzufügen

source: Pages
de: Seiten

# Static pages table header name
source: Title
de: Titel

# Pages table header
source: Visibility
de: Sichtbarkeit

# Empty pages list message
source: No pages found.
de: Keine Seiten gefunden

# Modal remove page text
source: Remove page %(page)s
de: Seite %(page)s löschen

# Modal remove page text
source: Are you sure you want to remove page <strong>%(page)s</strong>?
de: Wirklich die Seite <strong>%(page)s</strong> löschen?

source: No pages found.
de: Keine Seiten gefunden.

source: Pages allows to create custom static pages such as "About us" that will be displayed at particular url.<br> You can create pages by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Mit Seiten können statische Seiten erstellt werden, wie beispielsweise die "Über uns" Seite. Diese Seiten können unter einer bestimmten URL angezeigt werden.<br> Erstellen Sie Seiten über den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button.

# Attribute detail breadcrumbs
source: Attributes
de: Attribute

source: Product type
de: Produkt Typ

# Attribute detail action
source: Edit attribute
de: Attribut bearbeiten

# Attribute detail action
source: Remove attribute
de: Attribute löschen

source: Attribute values
de: Attributwerte

source: Display name
de: Anzeigename

# Attribute value edit action
source: Edit
de: Bearbeiten

# Attribute value edit action
source: Remove
de: Entfernen

# Empty list of attribute values
source: No attribute values
de: Keine Attributwerte

# Dashboard attributes list
source: Edit
de: Bearbeiten

# Attribute detail page title
source: Add new attribute
de: Neues Attribute hinzufügen

# Attribute detail breadcrumbs
source: Edit
de: Bearbeiten

# Attribute detail breadcrumbs
source: Add new attribute
de: Neues Attribute hinzufügen

# Attribute list add button text
source: Add attribute
de: Attribut hinzufügen

# Name of product type related to the attribute
source: Product type
de: Produkt Typ

# Dashboard attributes list table header values
source: Values
de: Werte

# Empty attribute list message
source: No attributes found.
de: Keine Attribute gefunden.

# Modal remove attribute text
source: Remove attribute %(attribute)s
de: Attribut %(attribute)s löschen

# Modal remove attribute text
source: Are you sure you want to remove attribute <strong>%(attribute)s</strong>?
de: Wirklich das Attribut <strong>%(attribute)s</strong> löschen?

# Attribute values form title
source: Attribute values
de: Attributwerte

# Modal delete attribute text
source: Delete attribute value %(value)s
de: Attributwert %(value)s löschen

# Modal delete attribute text
source: Are you sure you want to remove attribute value <strong>%(value)s</strong>?
de: Wirklich den Attributwert <strong>%(value)s</strong> löschen?

source: No attributes found.
de: Keine Attribute gefunden.

source: Attributes are used to define custom properties of products and variants, that can be used for filtering purposes in the storefront.<br> You can add attributes by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Attribute können benutzerdefinierte Eigenschaften von Produkten und Varianten sein. Sie können beispielsweise in der Storefront gefiltert werden.<br> Nutzen Sie den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button, um neue Attribute zu erstellen.

# Product form breadcrumbs
source: Products
de: Produkte

# Product field
source: Published
de: Veröffentlicht

# Product field
source: Draft
de: Entwurf

# Product action
source: Edit product
de: Produkt bearbeiten

# Product action
source: Remove product
de: Produkt löschen

# Product action
source: View on site
de: Auf der Website ansehen

source: Variant
de: Variante

source: SKU
de: Artikelnummer

source: Gross price
de: Bruttopreis

source: Net price
de: Nettopreis

source: Margin
de: Marge

source: Edit
de: Bearbeiten

# Dashboard product details page
source: No variants found
de: Keine Varianten gefunden.

# Product pricing card header
source: Pricing
de: Preis

# Product pricing card header subtitle
source: Taxes are charged (%(tax_rate)s tax rate)
de: Steuern angerechnet (%(tax_rate)s Steuerrate)

# Product pricing card header subtitle
source: Taxes are not charged
de: Steuern nicht angerechnet

# Product field
source: Gross sale price
de: Brutto Verkaufspreis

# Product field
source: Net sale price
de: Netto Verkaufspreis

# Product field
source: Gross discounted price
de: Brutto Rabattpreis

# Product field
source: Net discounted price
de: Netto Rabattpreis

# Product field
source: Gross purchase cost
de: Brutto Einkaufspreis

# Product field
source: Net purchase cost
de: Netto Einkaufspreis

# Product field
source: Margin
de: Marge

# Product variant inventory card header
source: Inventory
de: Lager

# Dashboard variant details view
source: Number in stock
de: Lagerbestand

# Dashboard variant details view
source: Allocated
de: Zugewiesen

source: Images
de: Bilder

source: Edit images
de: Bilder bearbeiten

# Dashboard products list
source: Edit
de: Bearbeiten

# Product form page title
source: Add new product
de: Neues Produkt hinzufügen

# Product form breadcrumbs
source: Add new product
de: Neues Produkt hinzufügen

# Product form breadcrumbs
source: Edit
de: Bearbeiten

source: Shipping
de: Versand

source: Attributes
de: Attribute

source: Product Type: %(product_type_name)s
de: Produkttyp: %(product_type_name)s

# Product list add button text
source: Add product
de: Produkt hinzufügen

# Products list table header
source: Price
de: Preis

# Empty product list message
source: No products found.
de: Keine Produkte gefunden

# Modal remove product text
source: Remove product %(product)s
de: Produkt %(product)s löschen

# Modal remove product text
source: Are you sure you want to remove product <strong>%(product)s</strong>?
de: Wirklich das Produkt <strong>%(product)s</strong> löschen?

# Modal select product types title
source: Product type
de: Produkt Typ

# Dashboard add action
source: Create
de: Erstellen

# Image form text
source: Edit - Image
de: Bearbeiten – Bild

# Image form text
source: Add image
de: Bild hinzufügen

# Image form text
source: Image
de: Bild

# Image form text
source: Edit
de: Bearbeiten

# Image form breadcrumbs
source: Add image
de: Bild hinzufügen

# Image form breadcrumbs
source: Add image for %(product)s
de: Bild für %(product)s hinzufügen

# Add image button text
source: Add image
de: Bild hinzufügen

# Image card text
source: No description
de: Keine Beschreibung

# Dashboard remove action
source: Remove
de: Entfernen

# Image gallery upload box text
source: Drop images here to upload
de: Ziehen Sie ein Bild zum Upload hierher.

# Empty image gallery message
source: No description
de: Keine Beschreibung

# Modal remove image text
source: Remove product image
de: Produktbild löschen

# Modal remove image text
source: Are you sure you want to remove product image?
de: Wirklich das Produktbild löschen?

source: Primary Point of Interest
de: Interessen Schwerpunkt

# Image form text
source: Pick the most relevant part of the image using the red circle.
de: Markieren Sie den wichtigsten Teil des Bildes mit dem roten Kreis.

# Product type page title
source: Add new product type
de: Neuen Produkttyp hinzufügen

# Product type breadcrumbs
source: Add new product type
de: Neuen Produkttyp hinzufügen

# Product type action
source: Remove product type
de: Produkttyp löschen

source: Taxes
de: Steuern

# Product type help text
source: Product Type is a template used for creating new products. It also controls which attributes can be used during product creation process.
de: Produkttypen sind Vorlagen zum Erstellen neuer Produkte. Mit den Produkttypen wird auch gesteuert welche Attribute beim Erstellen von Produlten verfügbar sind.

# Product type list add button text
source: Add product type
de: Prodkuttypen hinzufügen

# Product type item list text
source: Product attributes
de: Produktattribute

# Product type item list text
source: Variant attributes
de: Variantenattribute

# Empty product type list message
source: No product types found.
de: Kein Prodkuttyp gefunden

# Modal remove product type text
source: Remove product type %(product_type)s
de: Produkttyp %(product_type)s löschen?

# Modal remove product type text
source: Are you sure you want to remove product type <strong>%(product_type)s</strong>?
de: Wirklich den Produkttyp <strong>%(product_type)s</strong> löschen?

# Modal remove product type text
source: There are %(product_count)s products in product type.
de: Dieses Produkt hat %(product_count)s Produkttypen.

# Modal remove product type text
source: There are no products in this product type.
de: Dieses Produkt hat keine Produkttypen.

source: No product types found.
de: Keine Produkttypen gefunden.

source: Product types are templates used to create new products. They allow assigning custom attributes to the products of the same type.<br> You can add product types by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
de: Produkttypen sind Gerüste für neue Produkte. Sie erlauben es benutzerdefinierte Eigenschaften zu für alle daraus erzeugten Produkte zu ändern.<br> Erstellen Sie ein Produkttype über den <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> Button.

# Dashboard variant details view
source: SKU
de: Artikelnummer

# Dashboard action
source: Edit variant
de: Variante bearbeiten

# Dashboard action
source: Remove variant
de: Variante löschen

# Dashboard variant details view
source: Variant Images
de: Bilder der Variante

source: No images
de: Keine Bilder

# Dashboard action
source: Select images
de: Bilder auswählen

# Variant form page title
source: Edit
de: Bearbeiten

# Variant form page title
source: Add variant
de: Variante hinzufügen

# Variant form breadcrumbs
source: Edit
de: Bearbeiten
