Repository: abedzim/workin
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

# Payment confirmation e-mail text
source: Thank you for your payment. To see your payment details please visit: <a href="%(order_details_url)s">%(order_details_url)s</a>
de: Vielen Dank für Ihre Zahlung. Um die Details einzusehen, klicken Sie bitte hier: <a href="%(order_details_url)s">%(order_details_url)s</a>

# E-mail order lines summary table
source: Subtotal
de: Zwischensumme

# E-mail order lines summary table
source: Shipping
de: Versand

# E-mail order lines summary table
source: Taxes (included)
de: Steuern (inkl.)

# E-mail order lines summary table
source: Taxes
de: Steuern

# E-mail order lines summary table
source: Discount
de: Rabatt

# E-mail order lines summary table
source: Total
de: Gesamtsumme

# Ordered item name
source: Item
de: Position

# Quantity ordered of a product
source: Quantity
de: Menge

# Unit price of a product
source: Per unit
de: Pro Einheit

# Ordered item subtotal (unit price * quantity)
source: Subtotal
de: Zwischensumme

# Password reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(domain)s.<br/> It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Sie oder jemand anderes möchte das Passwort für die Webseite %(domain)s zurücksetzen. <br/>Ignorieren Sie diese E-Mail, wenn das nicht Ihre Aktion war. Ansonsten klicken Sie bitte auf den unten stehenden Link, um Ihr Passwort zu resetten.

# Promote customer to staff member confirmation e-mail text
source: You're receiving this e-mail because you have been promoted to staff member at %(domain)s.<br/> To access dashboard please visit: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
de: Sie wurden zum Mitarbeiter befördert bei %(domain)s.<br/> Klicken Sie auf den Link, um auf das Dashboard zuzugreifen: <a href="%(dashboard_url)s">%(dashboard_url)s</a>

# Set password for staff member e-mail text
source: You're receiving this e-mail because you have to set password for your staff member account at %(domain)s.<br/> Click the link below to set up your password.
de: Bitte ändern Sie ihr Mitarbeiterpasswort bei %(domain)s. <br/> Klicken Sie auf den unten stehenden Link, um das Passwort zu ändern.

# Fulfillment update email text
source: Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
de: Ihr Versandstatus hat sich aktualisiert. Unten stehend ist eine Liste aller bestellten Produkte, die mit dieser Versandverfolgungsnummer aktualisiert wurden.

# Fulfillment update email text
source: You can track your shipment with %(tracking_number)s code.
de: Sie können Ihre Bestellung mit dem Code %(tracking_number)s verfolgen.
