Repository: abedzim/workin
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Password
de: Passwort

# Registration error
source: This email has already been registered.
de: Diese E-Mail-Adresse wurde bereits registriert.

# Customer form: Given name field
source: Given name
de: Vorname

# Customer form: Family name field
source: Family name
de: Nachname

# Address field
source: Area
de: Gegend

# Address field
source: County
de: Bezirk

# Address field
source: Department
de: Abteilung

# Address field
source: District
de: Kreis

# Address field
source: Neighborhood
de: Nachbarschaft

# Address field
source: Oblast
de: Gebiet

# Address field
source: Parish
de: Gemeinde

# Address field
source: Postal code
de: Postleitzahl

# Address field
source: Prefecture
de: Präfektur

# Address field
source: Province
de: Provinz

# Address field
source: State
de: Staat

# Address field
source: Suburb
de: Vorort

# Address field
source: Townland
de: Ortschaft

# Address field
source: Village/township
de: Dorf

# Address field
source: ZIP code
de: Postleitzahl

source: Country
de: Land

# Personal name
source: Given name
de: Vorname

# Personal name
source: Family name
de: Nachname

source: Company or organization
de: Unternehmen oder Organisation

source: Address
de: Anschrift

source: City
de: Stadt

# City area
source: District
de: Bezirk

source: Postal code
de: Postleitzahl

# Country area
source: State or province
de: Staat oder Provinz

source: Phone number
de: Telefonnummer

# Address
source: Street address, P.O. box, company name
de: Straße, Postfach, Firmenname

# Address
source: Apartment, suite, unit, building, floor, etc
de: Wohnung, Suite, Einheit, Gebäude, Etage usw.

# Address form
source: This value is invalid for selected country
de: Der Wert ist für das gewählte Land ungütlig

# Permission description
source: Manage customers.
de: Kunden verwalten

# Permission description
source: Manage staff.
de: Personal verwalten

# Permission description
source: Impersonate customers.
de: Als andere Benutzer auftreten

source: The phone number entered is not valid.
de: Die eingegebene Telefonnummer ist ungültig.

source: You have been successfully logged out.
de: Sie wurden abgemeldet.

source: User has been created
de: Nutzer wurde angelegt

# Storefront message
source: Password successfully changed.
de: Adresse wurde aktualisiert.

# Storefront message
source: Account successfully updated.
de: Benutzer wurde aktualisiert.

# Storefront message
source: Address successfully updated.
de: Adresse wurde aktualisiert.

# Storefront message
source: Address successfully removed
de: Adresse entfernt

# Storefront message, when user requested his account removed
source: Please check your inbox for a confirmation e-mail.
de: Bitte überprüfen Sie ihren Posteingang nach der Bestätigungsmail.

# Account deleted
source: Your account was deleted successfully. In case of any trouble or questions feel free to contact us.
de: Ihr Benutzerkonto wurde erfolgreich gelöscht. Bei Probleme oder Fragen kontaktieren Sie uns einfach.

# Type of address used to fulfill order
source: Billing
de: Abrechnung

# Type of address used to fulfill order
source: Shipping
de: Versand

# Add to cart form field label
source: Quantity
de: Anzahl

# Add to cart form error
source: Sorry. This product is currently not available.
de: Entschuldigung. Das Produkt ist zur Zeit nicht verfügbar.

# Add to cart form error
source: Sorry. This product is currently out of stock.
de: Entschuldigung. Das Produkt ist zur Zeit nicht auf Lager.

# Add to cart form error
source: Oops. We could not find that product.
de: Oohh. Wir konnten das Produkt nicht finden.

# Add to cart form error
source: Only %d remaining in stock.
de: nur noch %d auf Lager.

# Country form field label
source: Country
de: Land

# Shipping addresses form choice
source: Enter a new address
de: Geben Sie eine neue Adresse ein.

# Shipping addresses form field label
source: Address
de: Anschrift

# Billing addresses form choice
source: Enter a new address
de: Geben Sie eine neue Adresse ein.

# Billing addresses form choice
source: Same as shipping
de: An Versandadresse senden

# Billing addresses form field label
source: Address
de: Anschrift

# Shipping method form field label
source: Shipping method
de: Versandmethode

# Voucher form error
source: Discount code incorrect or expired
de: Code abgelaufen oder ungültig

# Checkout discount form label for voucher field
source: Gift card or discount code
de: Geschenkkarte oder Rabattcode

# Cart warning message
source: Sorry. We don't have that many items in stock. Quantity was set to maximum available for now.
de: Entschuldigung. So viele Produkte haben wir zur Zeit nicht auf Lager. Die Menge wurde auf die zur Zeit verfügbare Menge gesetzt.

# Voucher not applicable
source: Your order does not require shipping.
de: Ihre Bestellung muss nicht versendet werden.

# Voucher not applicable
source: Please select a shipping method first.
de: Bitte wählen Sie eine Versandmethode.

# Voucher not applicable
source: This offer is not valid in your country.
de: Dieses Angebot ist in Ihrem Land nicht verfügbar.

# Voucher not applicable
source: This offer is only valid for selected items.
de: Das Angebot gilt nur für einzelne Produkte

# Voucher not applicable
source: Voucher expired in meantime. Order placement aborted.
de: Dieser Code ist inzwischen abgelaufen. Bestellung abgebrochen.

# order placement_error
source: Shipping method is not set
de: Versandart ist nicht gesetzt

# order placement error
source: Shipping address is not set
de: Versandadresse ist nicht gesetzt

# order placement error
source: Shipping method is not valid for your shipping address
de: Die Versandart ist nicht gültig für die gewählte Versandadresse

# order placement_error
source: Billing address is not set
de: Rechnungsadresse ist nicht gesetzt

# Checkout warning
source: This voucher has expired. Please review your checkout.
de: Der Code ist abgelaufen. Bitte überprüfen Sie Ihre Bestellung.

# Checkout warning
source: Please review your checkout.
de: Bitte überprüfen Sie Ihre Daten.

# VAT rate type
source: accommodation
de: Beherbergung

# VAT rate type
source: admission to cultural events
de: Kulturveranstaltungen

# VAT rate type
source: admission to entertainment events
de: Unterhaltungsveranstaltungen

# VAT rate type
source: admission to sporting events
de: Sportveranstaltungen

# VAT rate type
source: advertising
de: Werbung

# VAT rate type
source: agricultural supplies
de: landwirtschaftliche Materialien

# VAT rate type
source: baby foodstuffs
de: Babynahrung

# VAT rate type
source: bikes
de: Fahrräder

# VAT rate type
source: books
de: Bücher

# VAT rate type
source: childrens clothing
de: Kinderkleidung

# VAT rate type
source: domestic fuel
de: Heizöl

# VAT rate type
source: domestic services
de: Hausdienstleistungen

# VAT rate type
source: foodstuffs
de: Nahrung

# VAT rate type
source: medical
de: Medizinisch

# VAT rate type
source: newspapers
de: Zeitungen

# VAT rate type
source: passenger transport
de: Personenbeförderung

# VAT rate type
source: pharmaceuticals
de: Arzneimittel

# VAT rate type
source: property renovations
de: Renovierung

# VAT rate type
source: social housing
de: Sozialwohnung

# VAT rate type
source: water
de: Wasser

# Number of matching records in the dashboard list
source: Found %(counter)d matching record
de: %(counter)d passenden Eintrag gefunden

# Country choice
source: Any Country
de: Irgendein Land

# Impersonation message
source: You are now logged as {}
de: Sie sind eingeloggt als {}

# Pound weight unit symbol
source: lb
de: Pfund

# Ounce weight unit symbol
source: oz
de: Unzen

# Gram weight unit symbol
source: g
de: Gramm

# Voucher: discount for
source: All products
de: Alle Produkte

# Voucher: discount for
source: Specific products
de: Bestimmte Produkte

# Voucher: discount for
source: Specific collections of products
de: Bestimmte Produktkollektion

# Voucher: discount for
source: Specific categories of products
de: Bestimmte Produktkategorie

# Voucher: discount for
source: Shipping
de: Versand

# Voucher type
source: Free shipping
de: An Versandadresse senden

# Voucher type
source: %(discount)s off shipping
de: %(discount)s auf Versand

# Voucher type
source: %(discount)s off %(product_num)d products
de: %(discount)s von %(product_num)d Produkten

# Voucher type
source: %(discount)s off %(collections_num)d collections
de: %(discount)s von %(collections_num)d Kollektionen

# Voucher type
source: %(discount)s off %(categories_num)d categories
de: %(discount)s von %(categories_num)d Kategorien

# Voucher type
source: %(discount)s off
de: %(discount)s auf

# Voucher not applicable
source: This offer is only valid for orders over %(amount)s.
de: Das Angebot gilt nur fuur Bestellungen über %(amount)s.

# Permission description
source: Manage sales and vouchers.
de: Rabatte und Gutscheine verwalten.

# Voucher not applicable
source: Discount not applicable for this product
de: Rabeatt kann auf diese Produkt nicht angewendet werden.

# Fulfill order line mutation error
source: Only %(quantity)d item remaining to fulfill.
de: Nur noch %(quantity)d Produkt, um die Bestellung abzuschließen.

# Cancel fulfillment mutation error
source: This fulfillment can't be canceled
de: Diese Auftragsabwicklung kann nicht abgebrochen werden

# Permission description
source: Manage navigation.
de: Navigation verwalten

# Link object type description
source: Category:
de: Kategorie:

# Link object type description
source: Page:
de: Seite:

# Status for a fully editable, not confirmed order created by staff users
source: Draft
de: Entwurf

# Status for an order with no items marked as fulfilled
source: Unfulfilled
de: Noch nicht abgeschlossen

# Status for an order with some items marked as fulfilled
source: Partially fulfilled
de: Zum Teil abgeschlossen

# Status for an order with all items marked as fulfilled
source: Fulfilled
de: Abgeschlossen

# Status for a permanently canceled order
source: Canceled
de: Abgebrochen

# Status for a group of products in an order marked as fulfilled
source: Fulfilled
de: Abgeschlossen

# Status for a fulfilled group of products in an order marked as canceled
source: Canceled
de: Abgebrochen

# Email type
source: Payment confirmation
de: Bezahlbestätigung

# Email type
source: Shipping confirmation
de: Versandbestätigung

# Email type
source: Fulfillment confirmation
de: Abschlussbestätigung

# Email type
source: Order confirmation
de: Bestellbestätigung

# Dashboard message related to an order
source: Order created from draft order by %(user_name)s
de: Bestellung wurde Bestellungsentwurf erstellt von %(user_name)s

# Dashboard message related to an order
source: Payment was voided by %(user_name)s
de: Bestellung wurde storniert von %(user_name)s

# Dashboard message related to an order
source: Successfully refunded: %(amount)s
de: Erfolgreich erstattet: %(amount)s

# Dashboard message related to an order
source: Successfully captured: %(amount)s
de: Erfolgreich abgerufen: %(amount)s

# Dashboard message related to an order
source: Order manually marked as paid by %(user_name)s
de: Bestellung erfolgreich als bezahlt markiert von %(user_name)s

# Dashboard message related to an order
source: Order was canceled by %(user_name)s
de: Bestellung wurde storniert von %(user_name)s

# Dashboard message related to an order
source: We restocked %(quantity)d item
de: Wir haben %(quantity)d Produkt aufgefüllt

# Dashboard message related to an order
source: %(user_name)s added note: %(note)s
de: %(user_name)s hat eine Notiz hinzugefügt: %(note)s

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled by %(user_name)s
de: Auftragsabwickung #%(fulfillment)s abgebrochen von %(user_name)s

# Dashboard message related to an order
source: Fulfilled %(quantity_fulfilled)d item
de: %(quantity_fulfilled)d Produkt abgewickelt

# Dashboard message related to an order
source: Order was placed
de: Bestellung wurde aufgegeben

# Dashboard message related to an order
source: Order was fully paid
de: Bestellung wurde vollständig bezahlt

# Dashboard message related to an order
source: %(email_type)s email was sent to the customer (%(email)s)
de: %(email_type)s email wurde dem Kunden (%(email)s) versendet

# Dashboard message related to an order
source: Order details were updated by %(user_name)s
de: Bestelldaten wurden von %(user_name)s aktualisiert

# Dashboard message related to an order
source: Fulfillment #%(fulfillment)s tracking was updated to %(tracking_number)s by %(user_name)s
de: Die Versandverfolgung der Auftragsabwicklung #%(fulfillment)s wurde zu %(tracking_number)s aktualisiert von %(user_name)s

# Dashboard message related to an order
source: %(quantity)d line item oversold on this order.
de: %(quantity)d Position wurde zu teuer verkauft für diese Bestellung.

# Payments form label
source: Payment Method
de: Zahlungsart

# Payment delete form error
source: Payment does not exist
de: Zahlung existiert nicht

# Payment delete form error
source: Payment cannot be cancelled.
de: Zahlung kann nicht abgebrochen werden.

# Permission description
source: Manage orders.
de: Bestellungen verwalten.

# Fulfillment str
source: Fulfillment #%s
de: Abschluss #%s

# Connect order with user warning message
source: We couldn't assign the order to your account as the email addresses don't match
de: Wir konnten Ihre Bestellung nicht Ihrem Account zuordnen, da die E-Mail-Adressen nicht übereinstimmen

# storefront message
source: The order is now assigned to your account
de: Die Bestellungen wurde ihrem Benutzerkonto zugewiesen

# Permission description
source: Manage pages.
de: Seiten verwalten.

# Custom payment choice type
source: Manual
de: Manuell

# transaction kind
source: Authorization
de: Autorisierung

# transaction kind
source: Charge
de: Abbuchen

# transaction kind
source: Refund
de: Erstatten

# transaction kind
source: Capture
de: Einlösen

# transaction kind
source: Void
de: Storniert

# payment status
source: Not charged
de: Nicht abgebucht

# payment status
source: Fully refunded
de: Voll zurückerstattet

# payment error
source: Unable to process transaction. Please try again in a moment
de: Transaktion konnte nicht verarbeitet werden. Bitte versuchen Sie es in ein paar Minuten nochmals

# Payment status form field
source: Payment status
de: Zahlungsstatus

source: Setting charge status to {} directly is not supported. Please use the dashboard to refund partially.
de: Das Setzen des Abbuchungsstatus auf {} ist nicht unterstützt. Bitte benutzen Sie das Dashboard um anteilig zu erstatten.

# Razorpay payment error
source: Order was not charged.
de: Bestellung konnte nicht abgebucht werden.

# Razorpay payment error
source: The payment data was invalid.
de: Die Bezahldaten waren ungültig.

# Razorpay payment error
source: The order couldn't be proceeded.
de: Die Bestellen konnte nicht verarbeitet werden.

# Razorpay payment error
source: The %(currency)s currency is not supported.
de: Die Währung %(currency)s wird nicht unterstützt.

# Razorpay payment gateway primary button
source: Pay now with Razorpay
de: Bezahlen Sie jetzt mit Razorpay

# Razorpay payment gateway secondary title
source: Total payment
de: Gesamtzahlung

# Stripe payment error
source: Order was not authorized.
de: Bestellung war nicht autorisiert.

# Stripe payment error
source: Order was not charged.
de: Bestellung konnte nicht abgebucht werden.

# Stripe payment gateway description
source: Total payment
de: Gesamtzahlung

# Product status
source: not published
de: nicht veröffentlicht

# Product status
source: variants missing
de: Varianten fehlen

# Product status
source: out of stock
de: nicht lagernd

# Product status
source: stock running low
de: Vorrat wird knapp

# Product status
source: not yet available
de: noch nicht verfügbar

# Product status
source: ready for purchase
de: zum Kauf bereit

# Variant status
source: available
de: verfügbar

# Variant status
source: out of stock
de: nicht lagernd

# Product list sorting option
source: price
de: Preis

# Product list sorting option
source: last updated
de: letzte Änderung

# Product list sorting form
source: Sort by
de: Sortieren nach

# Currency amount
source: Price
de: Preis

# Permission description
source: Manage products.
de: Produkte verwalten.

# Search form label
source: Query
de: Suche

source: Arabic
de: Arabisch

source: Bulgarian
de: Bulgarisch

source: Bengali
de: Bengalisch

source: Catalan
de: Katalanisch

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: German
de: Deutsch

source: English
de: Englisch

source: Spanish
de: Spanisch

source: Persian
de: Persisch

source: French
de: Französisch

source: Hungarian
de: Ungarisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Korean
de: Koreanisch

source: Mongolian
de: Mongolisch

source: Norwegian
de: Norwegisch

source: Dutch
de: Niederländisch

source: Polish
de: Polnisch

source: Brazilian Portuguese
de: brasilianisch Portugiesisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: Slovak
de: Slowakisch

source: Serbian
de: Serbisch

source: Swedish
de: Schwedisch

source: Turkish
de: Türkisch

source: Ukrainian
de: Ukrainisch

source: Vietnamese
de: Vietnamesisch

source: Simplified Chinese
de: Chinesisch vereinfacht

source: Traditional Chinese
de: Chinesisch traditionell

# Name of political and economical union of european countries
source: European Union
de: Europäische Union

# Type of shipping
source: Price based shipping
de: Preisabhängiger Versand

# Type of shipping
source: Weight based shipping
de: Gewichtsabhängiger Versand

# Number of countries shipping zone apply to
source: %(num_of_countries)d countries
de: %(num_of_countries)d Länder

# Permission description
source: Manage shipping.
de: Versand verwalten

# Applies to orders more expensive than the min value
source: %(min_price)s and up
de: %(min_price)s und mehr

# Applies to order valued within this price range
source: %(min_price)s to %(max_price)s
de: %(min_price)s bis %(max_price)s

# Applies to orders heavier than the threshold
source: %(min_weight)s and up
de: %(min_weight)s und höher

# Applies to orders of total weight within this range
source: %(min_weight)s to %(max_weight)s
de: %(min_weight)s bis %(max_weight)s

# Permission description
source: Manage settings.
de: Einstellungen verwalten.

# Eror page not found
source: Page not found
de: Seite wurde nicht gefunden

# Change language modal title
source: Select language
de: Sprachen auswählen

# Close modal action button
source: Close
de: Schließen

# Change language action button
source: Change
de: Ändern

# Account deletetion confirmation page title
source: Are you sure?
de: Sind Sie sicher?

# Message displayed to the user requesting for his account deletetion
source: Sorry to see you go!
de: Schade, dass Sie gehen!

# Message displayed to the user requesting for his account deletetion
source: Are you sure you want to delete your account?
de: Wollen Sie wirklich Ihr Benutzerkonto löschen?

# Confirm account deletion button
source: Delete account
de: Account löschen

# Remove address form action
source: Remove Address
de: Adresse löschen

# Remove address form action
source: Cancel
de: Abbrechen

# Edit address page title
source: Edit address
de: Adresse ändern

# New address page title
source: New address
de: Neue Adresse

# Edit/new address breadcrumb
source: Your profile
de: Ihr Profil

# Edit address breadcrumb
source: Edit address
de: Adresse ändern

# New address breadcrumb
source: New address
de: Neue Adresse

# Edit address title
source: Edit address
de: Adresse ändern

# New address title
source: New address
de: Neue Adresse

# Edit/new address primary action
source: Save changes
de: Änderungen speichern

# User profile page title
source: Your profile
de: Ihr Profil

# Main navigation item
source: Your account
de: Ihr Konto

source: My account
de: Konto

# User profile tab
source: Recent Orders
de: Letzte Bestellungen

# User profile tab
source: Change password
de: Passwort ändern

# User profile tab
source: Contact details
de: Kontaktinformationen

# User profile tab
source: Settings
de: Einstellungen

# Recent orders column title
source: Order
de: Bestellung

# Recent orders column title
source: Date
de: Datum

# Recent orders column title
source: Summary
de: Zusammenfassung

# Recent orders column title
source: Payment status
de: Zahlungsstatus

# Recent orders column title
source: Order status
de: Bestellungsstatus

# No recent orders text
source: There are not any completed orders yet.
de: Es liegen noch keine erledigten Bestellungen vor.

# User profile action
source: Change password
de: Passwort ändern

# User profile settings
source: Personal Data
de: Persönliche Daten

# User profile action
source: Update
de: Ändern

# List of adresses in contact details
source: Addresses
de: Adressen

# User address action
source: Edit
de: Bearbeiten

# No addresses text
source: You will see new addresses here after first successful checkout.
de: Nach dem ersten Kauf sehen Sie neue Adressen.

# Message informing about the process of account removal
source: If you'd like to remove your account, please click on the button below and a confirmation email will be sent to you.
de: Wenn Sie Ihr Benutzerkonto löschen wollen, dann klicken Sie bitte auf den unteren Button und eine Bestätigungsemail wird Ihnen zugesendet.

# Remove account form action
source: Remove Account
de: Account löschen

# Login page title
source: Log in
de: Einloggin

# Login form secondary title
source: Don't have an account yet?
de: Haben Sie noch keine Kundenkonto

# Login form secondary action
source: Register
de: Registrieren

# Login form title
source: Log in
de: Anmelden

# Already logged in warning message
source: You are already logged in as %(user)s.
de: Sie sind schon angemeldet als %(user)s.

# Login form primary action
source: Log in
de: Anmelden

# Login form secondary link
source: Forgot password?
de: Passwort vergessen?

# Password change breadcrumb
source: Edit
de: Bearbeiten

# Password change form legend
source: Change Password
de: Passwort ändern

# Password change form primary action
source: Save new password
de: Neues Passwort speichern

# Password reset page title
source: Password reset
de: Passwort zurücksetzen

# Password reset form title
source: Forgot your password?
de: Passwort vergessen?

# Password reset form help text
source: Please let us know the email you have used to register or purchase at our store.
de: Bitte nennen Sie uns die E-Mail-Adresse mit der sie bei uns registriert sind oder mit der sie im Shop eingekauft haben.

# Password reset primary action
source: Continue
de: Weiter

# Password reset done page title
source: Password Reset
de: Passwort zurücksetzen

# Password reset done title
source: Password Reset
de: Passwort zurücksetzen

# Password reset done text
source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail geschickt. Bitte kontaktieren Sie uns, falls Sie diese nicht in wenigen Minuten erhalten haben.

# Password reset from key page title
source: Change Password
de: Passwort ändern

# Password reset text if key is invalid
source: The password reset link was invalid, possibly because it has already been used.<br> Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum zurücksetzen des Passworts ist ungültig, vielleicht wurde er schon benutzt.<br> Bitte fordern Sie einen <a href="%(passwd_reset_url)s">neuen Link </a> an.

# Password reset from key form title
source: Password Reset
de: Passwort zurücksetzen

# Password reset from key form title
source: Now you can set new password for you account.
de: Sie können nun eine neues Passwort für Ihr Konto setzen.
